{
  "temples" : {
    "0" : {
      "address" : "",
      "charnetteRank" : "",
      "description" : "Ishite-ji Temple is a Buddhist temple of the Shingon sect, in Matsuyama Ehime Prefecture. Ishite-ji Temple is temple 51 of the Shikoku 88 Temple Pilgrimage. Ishite-ji Temple was established in 728AD and the oldest structure is the Niomon Gate or Deva Gate, which was completed in 1318 and is a designated National Treasure. The Ishite-ji Temple three story pagoda and gorinto (five ring tower) are Important Cultural Properties.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "johnRank" : "",
      "name" : "ISHITE-JI TEMPLE",
      "nancyRank" : "",
      "prefectured" : "",
      "shaunRank" : ""
    },
    "2" : {
      "address" : "",
      "charnetteRank" : "",
      "description" : "Myotsuji Temple is a Buddhist temple from the Shingon Sect, in Obama Fukui Prefecture. The Hondo (main hall), from the Kamakura period, and the three story pagoda of Myotsuji Temple are disignated National Treasures. The Hondo was built in 1258 and the three story pagoda was built in 1270. There are also two other significant buildings, the Sanmon and the Shoro. Myotsuji Temple also features several statues from the Heian period which are designated Important Cultural Properties.  Address: Obama, Fukui Prefecture.",
      "image" : "http://www.heritagemakers.com/staticProject3Images/747741/2541808/64094105.jpg",
      "johnRank" : "",
      "name" : "MYOTSUJI TEMPLE",
      "nancyRank" : "",
      "prefectured" : "",
      "shaunRank" : ""
    },
    "3" : {
      "address" : "",
      "charnetteRank" : "",
      "description" : "Komyozenji Temple near Fukuoka, features two styles of Japanese garden; a stone zen garden plus a stone and moss garden. Komyozenji Temple is located in Dazaifu, Fukuoka Prefecture, Japan. Komyozenji Temple is a Zen temple founded in 1273 by a Buddhist priest called Tetsugyu Enshin, former nobleman of Sugawara clan. Komyozenji Temple is known for alpine roses and autumn leaves and its garden is the only Japanese garden of genuine Karesansui style in Kyushu. In the garden are the lands of moss and the sea of white tiny rocks. At the front of the garden are set out the rocks presenting the Chinese character meaning light.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/fukuoka/komyozenji_temple/normal_IMG_1355.JPG",
      "johnRank" : "",
      "name" : "KOMYOZENJI TEMPLE",
      "nancyRank" : "",
      "prefectured" : "",
      "shaunRank" : ""
    },
    "-KO48XyufQ9ZDXXE08PH" : {
      "description" : "Mangyoji Temple, in Hakata (Fukuoka), is a Buddhist temple from the Shin sect. Mangyoji Temple was established by Shoku in 1529. Mangyoji Temple features the tomb of the nun, Meigetsu, who in her youth used to be a well known prostitute in the town of Hakata.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/fukuoka/kushida_shrine/normal_IMG_1604.JPG",
      "name" : "MANGYOJI TEMPLE"
    },
    "-KO4ENhnnk-fcdB12eQe" : {
      "address" : "",
      "charnetteRank" : "",
      "description" : "Ganjoji Temple, also known as Shiramizu Amidado, is a Buddhist temple in Iwaki Fukushima Prefecture. The Amidado building of Ganjoji Temple was built in 1160 by Princess Tokuhime of Northern Fujiwara and is a designated National Treasure. The site including the Amidado building and its related paradise garden are a designated Historic Site. The Amidado contains five statues, with the three wooden ones; Amida Nyorai triad, Jikokuten and Tamonten, all dating to the Heian period and designated as Important Cultural Properties.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "johnRank" : "",
      "name" : "GANJOJI TEMPLE",
      "nancyRank" : "",
      "prefectured" : "",
      "shaunRank" : ""
    },
    "-KO6NBO4yho03-Cn61CE" : {
      "address" : "",
      "charnetteRank" : "",
      "description" : "Daiganji Temple is a Buddhist temple, which is next to Itsukushima Shrine on the island of Miyajima. Daiganji Temple is an ancient Shingon Buddhist temple with strong ties to Shinto Shrines. Daiganji Temple used to be in full charge of the repair and construction of temples and shrines including Itsukushima Shrine. Daiganji Temple is dedicated to Benzaiten, the goddess of eloquence, music, and wealth, and enshrines one of the three most famous Benzaiten statues in Japan in addition to many other valuable Buddhist statues.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/hiroshima/miyajima/normal_IMG_1392.JPG",
      "johnRank" : "",
      "name" : "DAIGANJI TEMPLE",
      "nancyRank" : "",
      "prefectured" : "",
      "shaunRank" : ""
    },
    "-KO6NPaJQthilQvBB8DI" : {
      "address" : "",
      "charnetteRank" : "",
      "description" : "Daishoin Temple is an ancient Shingon Buddhist temple built at the foot of the sacred Mt Misen on the island of Miyajima. During the time of fusion period of Shintoism and Buddhism, this distinguished temple governed all priests in Miyajima and was in charge of religious ceremonies of Itsukushima Shrine.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/hiroshima/miyajima/daishoin_temple/normal_350DIMG_1286.JPG",
      "name" : "DAISHOIN TEMPLE",
      "prefectured" : ""
    },
    "-KO6NPqJHwLAUSVrDOGl" : {
      "address" : "",
      "charnetteRank" : "",
      "description" : "Misenhondo Hall is the temple hall where Kobo Daishi performed Buddhist practice. It is said that Kobo Daishi founded the temple and performed the 'Gumonji', a secret Buddhist practice for 100 days when he stopped over at Miyajima for looking for a sacred place on his way from Tang.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "johnRank" : "",
      "name" : "MISENHONDO HALL",
      "nancyRank" : "",
      "prefectured" : "",
      "shaunRank" : ""
    },
    "-KO6NQQoEGj5HgGwFcG_" : {
      "address" : "",
      "description" : "Genkoji Temple is a Buddhist temple, which was established by Jokyo (Buddhism priest) in 1514 in what is now the outer suburbs of Kobe. Before then, there was a house which was used as a model in the Japanese famous novel called 'The Tale of Genji'. Genkoji Temple was destroyed by Great Hanshin Earthquake in 1995",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kobe/suma/normal_suma_5431.jpg",
      "name" : "GENKOJI TEMPLE",
      "prefectured" : ""
    },
    "-KOA_Rh2DzpBPR-B-UKa" : {
      "address" : "",
      "description" : "Sumadera Temple Kobe is the head temple of Shingon Buddhism Sumadera Sect. Sumadera Temple was originally built in 886 by the order of Emperor Koko. The current Hondo (main hall) was rebuilt in 1602. Sumadera Temple features a display from the Battle of Ichi-no-Tani (1184), a famous battle between Heike (Taira clan) & Genji (Minamoto clan), which young Taira-no-Atsumori was killed by Kumagai Naozane. Sumadera Temple is the head temple of Shingon Buddhism Sumadera Sect.  Opening hours: 9:00-17:00 7 days a week Admission: free Access: 12 minute walk to north from Sumadera Station",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kobe/sumadera_temple/normal_IMG_5475.jpg",
      "name" : "SUMADERA TEMPLE",
      "prefectured" : ""
    },
    "-KOEN61VyJpW1amM7WEf" : {
      "address" : "",
      "description" : "Chusonji Temple is a Tendai Buddhist temple in Hiraizumi Iwate Prefecture. The Golden Hall (Konjiki-do) is one of the two buildings to survive from the original Chusonji Temple complex. Konjiki-do is a wooden building covered with gold leaf and mother of peral, which contains the mummified remains of the Northern Fujiwara clan who ruled northen Honshu in the 12th century. Chusonji Temple is designated as a Special Place of Scenic Beauty and a UNESCO World Heritage Site and forms part of the 'Historic Monuments and Sites of Hiraizumi' listing.  Address: Hiraizumi, Iwate Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "CHUSONJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEO9OTDWyqXTlO_OVS" : {
      "address" : "",
      "description" : "Kanjizaio-in Temple is the site of a Buddhist temple in Hiraizumi Iwate Prefecture. Kanjizaio-in Temple was directly across the Frontier Way from the Enryuji and Kashoji temples (now within the Motsuji Temple complex). Kanjizaio-in Temple also included a Jodo (pure land) Japanese Garden. Kanjizaio-in Temple was destroyed by fire in 1226. Kanjizaio-in Temple is a UNESCO World Heritage Site and forms part of the 'Historic Monuments and Sites of Hiraizumi' listing.  Address: Hiraizumi, Iwate Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "KANJIZAIO-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEOmrgbWZCQ35aJUDw" : {
      "address" : "",
      "description" : "Motsuji Temple is a Tendai Buddhist temple in Hiraizumi Iwate Prefecture. Motsuji Temple complex includes a Jodo (pure land) Japanese garden that contains the ruins of two much older temples, Enryuji and Kashoji which date back to the 12 century. Enryuji and Kashoji were both destroyed by fire in 1226. Motsuji Temple is designated as a Special Place of Scenic Beauty and a UNESCO World Heritage Site and forms part of the 'Historic Monuments and Sites of Hiraizumi' listing.  Address: Hiraizumi, Iwate Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "MOTSUJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEP873SoKo1Y-nlhlE" : {
      "address" : "",
      "description" : "Engakuji Temple is one of the most important Zen Buddhist Japanese temples in Japan. Engakuji Temple contains several items designated national treasures of Japan. Engakuji Temple was founded in 1282 by the order of Hojo Tokimune (a ruler of Japan at the time). Engakuji Temple has been one of the important Zen temple in Japan since. In the 19th century, Engaku-ji became the chief centre for Zen instruction in the Kanto region. Engakuji Temple is situated in the city of Kamakura, in Kanagawa prefecture to the south of Tokyo, close to Kita-Kamakura Railway Station.  Zazen (meditaion) courses are still held in this temple. There are 18 buildings altogether within the complex. Among them, Shariden (Reliquary Hall) and the Great Bell are designated as National Treasures.  Zazen (meditaion) courses are still held in this temple. There are 18 buildings altogether within the complex. Among them, Shariden (Reliquary Hall) and the Great Bell are designated as National Treasures.Open: 8am – 5pm, 7 days a week Admission: 300 yen",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kamakura/engakuji_temple/normal_350DIMG_1099.JPG",
      "name" : "ENGAKUJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEPzP2slE6FtI8gQx_" : {
      "address" : "",
      "description" : "Kotokuin Temple is where The Great Buddha of Kamakura is located. Kotokuin Temple tours. Kotokuin Temple is in Kamakura, Kanagawa Prefecture, Japan. Kotokuin Temple (高徳院) is a Buddhist Japanese temple of the Pure Land sect. The Kotokuin Temple is renowned for the Great Buddha (大仏, daibutsu), a monumental outdoor bronze statue of Amida Buddha which is one of the most famous icons of Japan. The statue stands at 13.35 meters high and weighs approximately 93 tons.Kotokuin Temple History The statue probably dates from 1252, in the Kamakura period, when temple records report the construction of a bronze statue. However, it is unclear whether that is the present statue. The statue was built inside a wooden temple but that building washed away in a tsunami sometime during the Muromachi period in the late fifteenth century. The statue remains.  The statue is referred to as 'The Buddha at Kamakura' in several verses that preface the initial chapters of the novel Kim by Rudyard Kipling, 1901. It is believed that the statue was originally cast in 1252, following an idea by the priest Joko, who also collected donations to build it. The sculptors were One-Goroemon and Tanji-Hisatomo.  The statue is approximately 13.35m tall and weighs approximately 93 tons. The statue is hollow, and visitors can view the interior for a mere 20 Yen a person.  The Great Buddha was originally housed in a temple, but this was washed away by a tsunami in 1495, since then the statue has stood in the open air. Repairs were carried out in 1960-1961, when the neck was strengthened and measures were taken to protect it from earthquakes.  Great Buddha of Kamakura Statistics Weight; 93 tons  Height; 13.35m  Length of Face; 2.35m  Length of Eye; 1.0m  Length of Mouth; 0.82m  Length of Ear; 1.90m  Length from knee to knee; 9.10m  Circumference of thumb; 0.85m",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kamakura/great_buddha/normal_350DIMG_1126.JPG",
      "name" : "KOTOKUIN TEMPLE",
      "prefectured" : ""
    },
    "-KOEQPYIQatX1gTUf7td" : {
      "address" : "",
      "description" : "Hase Temple also known as the Kaikozan Hase-dera is one of the great Buddhist temples in Kamakura. Hase Temple houses a massive wooden statue of Kannon. Hase Temple, formally known as Kaikozan Jishōin Hase-dera (海光山慈照院長谷寺) (also known as the Hase Kannon Temple) is one of the great Buddhist temples in the city of Kamakura in Kanagawa Prefecture, Japan, famous for housing a massive wooden statue of Kannon (Goddess of Mercy). The temple is the fourth of the 33 stations of the Bandō Sanjūsankasho pilgrimage circuit dedicated to the goddess Benzaiten.Hase Temple originally belonged to the Tendai sect of Buddhism, but eventually became an independent temple of the Jōdo shū sect.  Kaikozan Statue The statue is one of the largest wooden statues in Japan, with a height of 9.18 metres (30.1 ft), and is made from camphor wood and gilded in gold. It has 11 heads, each of which represents a different phase in the search for enlightenment.  According to legend, the statue is one of two images of Kannon carved by a monk named Tokudō in 721. The camphor tree was so large, according to legend, that he decided that he could carve two statues with it. One was enshrined in Hase-dera in the city of Nara, Yamato Province, while the other was set adrift in the sea to find the place that it had a karmic connection with. It washed ashore on Nagai Beach on the Miura Peninsula near Kamakura in the year 736. The statue was immediately brought to Kamakura where a temple was built to honor it.Hase Temple also commands an impressive view over Kamakura's bay and is famous for its hydrangeas, which bloom along the Hydrangea Path in June and July. Hase Temple is built on two levels and also includes an underground cave. The cave, called benten kutsu cave, contains a long winding tunnel with a low ceiling and various statues and devotionals to Benzaiten, the sea goddess and the only female of the Seven Lucky Gods in Japanese mythology.  Kaikozan Hase-dera is also part of the Kamakura pilgrimage circuit, also consisting of 33 sites, and is station 4 of the 33 temples of the Kantō Pilgrimage.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kamakura/hasedera/normal_350DIMG_1113.JPG",
      "name" : "HASE TEMPLE",
      "prefectured" : ""
    },
    "-KOERQ0wtxBDwbkr-HaU" : {
      "address" : "",
      "description" : "Jochiji Temple is a Buddhist temple, formally known as Kinpozan Jochiji, that belongs to the Engakuji school of the Rinzai sect of Buddhism. Jochiji Temple is ranked fourth in the Five Mountain system for Kamakura's temples. While Jochiji Temple was established in 1283 little remains of the old buildings which numbered 11 at the peak of its power. Today all the buildings are recent constructions.  Address: Kamakura, Kanagawa Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "JOCHIJI TEMPLE",
      "prefectured" : ""
    },
    "-KOERk17hwcUrLgpE72l" : {
      "address" : "",
      "description" : "Jufukuji Temple, formally known as Kikokuzan Kongo Jufuku Zenji, is the oldest Zen Buddhist temple in Kamakura's. Jufukuji Temple belongs to the Kenchoji branch of the Rinzai sect of Buddhism, and is ranked third in the Five Mountain system for Kamakura's temples. Jufukuji Temple was founded in 1200, by Hojo Masako, wife of the founder of the Kamabura Shogunate, Minamoto no Yoritomo, to enshrine Yoritomo. Today the only remaining building, the Main Hall, dates back to the 1750's, and is closed to the public.  Behind Jufukuji Temple's Main Hall is a large graveyard set into caves called yagura, where all the chief priests are buried.  Address: Kamakura, Kanagawa Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "JUFUKUJI TEMPLE",
      "prefectured" : ""
    },
    "-KOERoD4bftiinpVk9CE" : {
      "address" : "",
      "description" : "Kenchoji Temple ranks first among Kamakura's so-called Five Great Zen Temples. Kenchoji Temple is the oldest Zen training monastery in Japan. Kenchoji Temple is a Rinzai Zen Japanese temple in Kamakura, Kanagawa Prefecture, Japan.  Kenchoji Temple is part of the network of Zen temples started by the Hōjō Regents, refered to as The Five Great Zen Temples which were located at the top of the Five Mountain System.Built by the order of Kamakura Regent, Hojo Tokiyori in 1253, Kenchoji is the oldest Zen temple in Japan. Its first head priest was Rankei Doryu who brought Chinese Zen into Japan. Kenchoji originally consisted of 50 buildings, but most of these were lost in fires in the 14th and 15th centuries. It is still a classic example of a Zen temple complex with its buildings aligned north to south. The complex currently consists of ten buildings. Among them, Sanmon (Main Gate), Butsuden (Buddha Hall) and Hattō (Dharma Hall) are designated as Important Cultural Properties.  This important temple was constructed on the orders of Emperor Gofukakusa and completed in 1253, fifth year of the Kenchō era, from which it takes its name. It was founded by Rankei Doryū, a Chinese Zen master who moved to Japan in 1246, spending some years in Kyushu and Kyoto before coming to Kamakura.  Kenchoji Temple Key Buildings and Attractions Kenchoji Temple originally consisted of a shichidō garan with 49 subtemples, but most of these were lost in fires in the 14th and 15th centuries. It still is a classic example of a Zen garan with its buildings aligned north to south. The complex currently consists of ten subtemples. Its most important structures include (in order from the first gate):  The Sōmon (outer gate), where the ticket booths are, which was moved here from the Hanju Zanmai-in temple in Kyoto. The Sanmon (Main Gate), built in 1754 with donations from all over the Kantō region. According to a popular legend, a badger helped raising the money transforming himself into a monk to repay the kindness of the temple's priests. For this reason, even today it is often called Tanuki Gate (狸門 Tanuki-mon). The Bonshō (Temple Bell), cast in 1255, which is a National Treasure. The Butsuden (lit. Buddha Hall), an Important Cultural Property which was moved to Kamakura from Zōjō-ji in Tokyo in 1647. The Hattō (Dharma Hall), built in 1814, where public ceremonies are held. It is the largest Buddhist wooden structure in Western Japan. The Karamon (Grand Gate), another Important Cultural Property, was brought here from Zōjō-ji together with the Butsuden. The Hōjō (the head priest's living quarters), also moved from the Hanju Zanmai-in in Kyoto, used for religious ceremonies. The Monastery, where monks are trained in meditation, which is however permanently closed to the public. It consists of a Zen-dō (meditation hall), of a kaisan-dō (founder's hall, a hall enshrining the temple's founder) and of the administrative offices. The large Zen garden behind the Hōjō called Shin-ji Ike (心字池 Mind character pond) and which is shaped like the Chinese character for mind (心), was designed by famous Zen teacher, scholar, poet, and garden designer Musō Soseki. A recent ceiling painting by Koizumi Junsaku (2003) portraying a dragon decorates the ceiling of the Hattō, the building behind the Butsuden. For this reason, the Hattō is often called Ryūō-den (龍王殿).In front of the Butsuden stand some great Chinese juniper trees which have been designated Natural Treasures. At the time of the founding of the temple, these big trees were simple saplings brought from China by the founder Doryū. Underneath the biggest a great stone monument surrounded by chains commemorates those of Kamakura's citizens who died during the Russo-Japanese war of 1904-5.  The Hansobo Near the end of the temple's garden, over a hill stands the Hansōbō, the temple's large protecting Shinto Shrine[1]The enshrined spirit is the Hansōbō Daigongen[4][6]. The gongen was originally the tutelary spirit (chinju (鎮守/鎮主?)) of Hōkō-ji in Shizuoka and was brought here in 1890 by Aozora Kandō[4]. The statues on the stairs leading to the shrine represent Tengu, entities similar to goblins which accompany the gongen[4]. Some of the creatures have wings and a beak: they are a type of tengu called Karasu-tengu (crow tengu) because of the way they look[7]. On a clear day, from the shrine one can see Mount Fuji to the west, and Sagami bay and Izu Ōshima to the south[5]. The stones in the garden are full of names: they are those of the faithful who donated to the temple, and which used to belong to over 100 different religious organizations[4]. This area used to be the temple's Inner Sanctuary, which still stands among the trees at the very top of the hill and which can be reached going up the steep stairs that begin on the right of the shrine, in front of the Jizōdō[4]. Next to the sanctuary there's an observation deck from which, on clear days, are visible Kamakura, Yuigahama and Mount Fuji[4]. At the very end of the garden, next to the Hansōbō, on a small hill overlooking a lake stands the Kaishun-in[1][7]. This remote temple was built in 1334 and enshrines a statue of Monju Bosatsu[7].  The Sanmon Kajiwara Segaki-e On the 15th of July (Obon, or the festival of the dead) Kenchō-ji celebrates the famous Sanmon Kajiwara Segaki-e (三門梶原施餓鬼会?) funerary ceremony[8]. The normal funeral rites take place early in the morning under the Sanmon gate[8]. Only at Kenchō-ji, they are later repeated expressly for the soul of Kajiwara Kagetoki, a Kamakura period samurai who died during the political turmoil that followed the death of Minamoto no Sanetomo[5]. The origins of the ceremony are said to go back to the days of Doryū[5]. The legend says that one day, right after the end of a segaki, (a Buddhist service in favor of suffering spirits) a ghostly figure appeared[5]. Having discovered that the segaki was already over, the warrior seemed so sad that the priest repeated the ceremony just for him[5]. Afterwards, the man revealed he was the ghost of Kajiwara Kagetoki[5].",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kamakura/kenchoji_temple/normal_IMG_0284.JPG",
      "name" : "KENCHOJI TEMPLE",
      "prefectured" : ""
    },
    "-KOESF8eMwjNL01TLk2N" : {
      "address" : "",
      "description" : "Tokeiji Temple, formally known as Shokozan Tokeiji, is a Buddhist temple, that is the only surviving nunnery in Kamakura of the five that originally existed, that served as a refuge for women who had been mistreated by their husbands. Tokeiji Temple is sometimes also referred to as the 'Divorce Temple'.  Tokeiji Temple was completed in 1285 to enshrine Hojo Tokimune, but his wife, Kakusan-ni, also opened the temple to women as a nunnery. It was not until 1902 that men were allowed to enter the temple.  Address: Kamakura, Kanagawa Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "TOKEIJI TEMPLE",
      "prefectured" : ""
    },
    "-KOESo3QStI7tw27DxOG" : {
      "address" : "",
      "charnetteRank" : "",
      "description" : "Bokugoan, also known as Ho-o-ji Temple, is a Buddhist temple that was originally established in Nagaokakyo-shi in the 6th century. Bokugoan was moved several times before 1888, when it was placed on its current site next to Nanzenji Temple in Kyoto. Bokugoan is a sub temple of Nanzenji Temple. Bokugoan features a small Japanese promenade garden just inside the front gate of the temple, which the public can often see through the gate. This garden looks particularly beautiful when the Autumn leaves are red and orange.Opening Times: Not normally open to the public.  Address: Sakyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/bokugoan/normal_IMG_4413.jpg",
      "johnRank" : "",
      "name" : "BOKUGOAN",
      "nancyRank" : "",
      "prefectured" : "",
      "shaunRank" : ""
    },
    "-KOETPZHBbPkiGenvBCN" : {
      "address" : "",
      "description" : "Chion-in Temple is a Buddhist temple, which is the head temple for the Buddhist sect of Jodo Shu (Pure Land) and was established by Honen in 1234. Chion-in Temple is within a large compound which today is next to Maruyama Park in Kyoto. Chion-in Temple features the largest surviving Sanmon (gate) in Japan which was built in 1619 and is a National Treasure. Most other buildings were rebuilt under the orders of Tokugawa Iemitsu after being destroyed by fire in 1633.Address: Higashiyama Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/chion-in_temple/normal_IMG_4619.jpg",
      "name" : "CHION-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOETw3H1iuCIchjwCcE" : {
      "address" : "",
      "description" : "Chishakuin Temple is a Buddhist temple of the Shingon sect which was moved from Wakayama to the Higashiyama area of Kyoto in 1585. Chishakuin Temple is the first temple on the Kyoto Jusan Butsu pilgrimage. Chishakuin Temple is most famous for its traditional Japanese garden.Address: Higashiyama Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/chishaku-in_temple/normal_chishaku-in_temple_IMG_5728.JPG",
      "name" : "CHISHAKUIN TEMPLE",
      "prefectured" : ""
    },
    "-KOEUGzBIS1EPBIDPEOT" : {
      "address" : "",
      "description" : "Chisho-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Chisho-in Temple is not normally open to the public.Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/myoshinji_sub_temple/normal_IMG_2245.jpg",
      "name" : "CHISHO-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEUStVaHurZEdMSjkM" : {
      "address" : "",
      "description" : "Choko-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Choko-in Temple is not normally open to the public.Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/myoshinji_sub_temple/normal_IMG_2116.jpg",
      "name" : "CHOKO-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEUbe0WFY7FoPwpPMS" : {
      "address" : "",
      "description" : "Chorakuji Temple is a Buddhist temple in the Higashiyama Ward in Kyoto. Chorakuji Temple is famous for its bright red and orange leaves in Autumn. Chorakuji Temple was established in 805AD by Saicho at the request of Emperor Kammu. The principle artifact is an image of Kannon Bosatsu, which hisorically was only on show during special times.Address: 626 Maruyama-cho, Higashiyama Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/chorakuji_temple/normal_IMG_4730.jpg",
      "name" : "CHORAKUJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEV1T8diF6_-MHsEzx" : {
      "address" : "",
      "description" : "Choukei-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Choukei-in Temple is not normally open to the public.  Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "https://upload.wikimedia.org/wikipedia/commons/e/e1/Choukei_Temple.jpg",
      "name" : "CHOUKEI-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEVO18t_UY9BJaIN8Q" : {
      "address" : "",
      "charnetteRank" : "",
      "description" : "Daigoji Temple is famous for its five storied pagoda, cherry blossom viewing in spring and a traditional Japanese garden. Daigoji Temple is part of a large Japanese Temple complex and is a designated Special Place of Scenic Beauty and a UNESCO World Heritage Site and forms part of the 'Historic Monuments of Ancient Kyoto (Kyoto, Uji and Otsu Cities)' listing. Daigoji Temple is the main temple of the Shingon sect Daigo School. Daigoji Temple was founded about mid-9th century with a few simple structures on a mountaintop. In 926 the Kondo (main hall), Gojunoto (five-storied pagoda) and other structures were added. All were destroyed during various wars with the exception of the pagoda. The temple was rebuilt as a result of Toyotomi Hideyoshi's cherry blossom viewing party in 1598. The Gojunoto, Kondo and Yakushi-do are National Treasures and figure among the 'Historic Monuments of Ancient Kyoto'.Opening Times: March through December 9:00-17:00, otherwise 9:00-16:00  Entrance Fees: 600 Yen EACH for Sanboin (garden & house), Garan (pagoda) and Daigoji. All three for 1,500 Yen  Address: 22 Higashi-Oji-cho, Fushimi Ward, Kyoto, Kyoto Prefecture.  Directions: 10 minute walk from Daigo station on the Tozai Line (Metro) or via the city bus (Keihan) route 22, 22A and 24 for the Daigo Sanboin stop.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/daigoji_temple/normal_daigoji_temple_IMG_6723.JPG",
      "johnRank" : "",
      "name" : "DAIGOJI TEMPLE",
      "nancyRank" : "",
      "prefectured" : ""
    },
    "-KOEV_byXyy5hOITRJr_" : {
      "address" : "",
      "description" : "Daiho-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Daiho-in Temple is not normally open to the public.  Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "https://upload.wikimedia.org/wikipedia/commons/a/a0/Daisho-in_temple-01.jpg",
      "name" : "DAIHO-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEVj_5ka9bTCgrWVqO" : {
      "address" : "",
      "description" : "Daiji-in Temple is a Buddhist temple, which is a Buddhist temple, which is a sub temple of Daitokuji Temple and is within the same compound in Kyoto.  Address: Kita Ward, Kyoto, Kyoto Prefecture.",
      "image" : "https://upload.wikimedia.org/wikipedia/commons/c/cd/Daibutsu-den_in_Todaiji_Nara02bs3200.jpg",
      "name" : "DAIJI-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEWFjC2R9S11nlgG1l" : {
      "address" : "",
      "description" : "Daikakuji Temple is a Buddhist temple of the Esoteric sect, in Saga Kyoto, which was once a detached palace belonging to Emperor Saga. In 876AD it was converted to a temple by his daughter Empress Seishi. Daikakuji Temple is famous for its fusuma paintings from the Momoyama period and several cultural treasures it possesses. Daikakuji Temple is most famous for its Japanese Pond Garden (chisen-shoyu-teien or shinden-zukuri), which is one of only two in Japan.Opening Times: 9am to 4:30pm  Entrance Fees: 500 Yen  Address: 4 Osawa-cho, Saga, Saga District, Ukyo Ward, Kyoto, Kyoto Prefecture.  Directions: Take a City Bus or Kyoto Bus and get off at the Daikakuji Stop.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/daikakuji_temple/normal_daikakuji_temple_IMG_7788.JPG",
      "name" : "DAIKAKUJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEWT5Jr3A8BrYdbycU" : {
      "address" : "",
      "description" : "Daiko-in Temple is a Buddhist temple, which is a sub temple of Daitokuji Temple and is within the same compound in Kyoto.  Address: Kita Ward, Kyoto, Kyoto Prefecture.",
      "image" : "https://upload.wikimedia.org/wikipedia/commons/4/4f/Daikoin_temple_ota_gunma.jpg",
      "name" : "DAIKO-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEWnnqODWoaxGRDHFG" : {
      "address" : "",
      "description" : "Dairyu-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Dairyu-in Temple is not normally open to the public.Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/myoshinji_sub_temple/normal_IMG_2203.jpg",
      "name" : "DAIRYU-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEWxMNvmk2lWrhwtNV" : {
      "address" : "",
      "description" : "Daisenin Temple is a Buddhist temple, which is a sub temple of Daitokuji Temple and is within the same compound in Kyoto. Daisenin Temple is famous for its rock garden, which is a designated Special Place of Scenic Beauty. Unfortunately Daisenin Temple no longer allows photography including ANY cameras in the section with the garden.Address: Kita Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/daitokuji_temple/normal_IMG_1085.jpg",
      "name" : "DAISENIN TEMPLE",
      "prefectured" : ""
    },
    "-KOEXKWaBuOk2koryzSh" : {
      "address" : "",
      "description" : "Daishin-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Daishin-in Temple is one of the few Myoshinji Sub Temples which is normally open to the public.Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/myoshinji_sub_temple/normal_IMG_2143.jpg",
      "name" : "DAISHIN-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEXTyRMP9vBgfGiVhD" : {
      "address" : "",
      "description" : "Daitokuji Temple is a large temple complex with 22 sub-temples including some with famous Japanese gardens. Daitokuji Temple is well known and recognised for its beauty and is a designated Special Place of Scenic Beauty. Daitokuji Temple features a very large Sanmon (main gate - Important Cultural Property), Butsuden (Buddha Hall - Important Cultural Property), Hatto (Dharma Hall - Important Cultural Property), Hojo (Abbot's Quarters - National Treasure), Yokushitsu (Bath House), Karamon (Chinese Gate - National Treasure), Chokushimon (Imperial Messenger Gate) and Kyozo (Sutra Library). The Karamon (Chinese Gate) was moved to Daitokuji Temple from Fushimi Castle and the Chokushimon (Imperial Messenger Gate) came from the Imperial Palace grounds. Daitokuji Temple was established in 1315, however most of the buildings were re-built at a later date after they were destroyed by fire.Opening Times: 9:00 - 16:30  Entrance Fees: 500 Yen. Sub temple fees are additional see their particular page  Address: 53 Murasakino Daitokuji-cho, Kita Ward, Kyoto, Kyoto Prefecture.  Directions: 5 minute walk from either Daitokujimae or Senbon-kitaoji City Bus stops.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/daitokuji_temple/normal_IMG_1187.jpg",
      "name" : "DAITOKUJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEXtr6J3Hjy7r3r9Xz" : {
      "address" : "",
      "description" : "Daitsu-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Daitsu-in Temple is not normally open to the public.Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/myoshinji_sub_temple/normal_IMG_2209.jpg",
      "name" : "DAITSU-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEY3lSw9GP_l5lVJLi" : {
      "address" : "",
      "description" : "Daiyu-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Daiyu-in Temple is not normally open to the public.Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/myoshinji_sub_temple/normal_IMG_2203.jpg",
      "name" : "DAIYU-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEYE-LDcTrNVKQ8_jE" : {
      "address" : "",
      "description" : "Dojuin Temple is a Buddhist temple in Kyoto, which is a sub temple of Tofukuji Temple. Dojuin Temple features a moss garden.Address: Higashiyama Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/dojuin_temple/normal_dojuin_temple_IMG_5824.JPG",
      "name" : "DOJUIN TEMPLE",
      "prefectured" : ""
    },
    "-KOEYODAoRa3KkegWb1G" : {
      "address" : "",
      "description" : "Eikan-do Zenrin-ji Temple Kyoto - Eikan-do Zenrin-ji Temple is famous for its fall (autumn) foliage and for its prominence in the past as a center of learning. Eikan-do Zenrin-ji Temple (永観堂禅林寺) is the head temple for Japan's Jōdo shū (Pure Land) Buddhist sect, located in the town of Eikandō, in Kyoto's Sakyō-ku. It was founded by Shinshō, a pupil of Kūkai. Eikan-do Zenrin-ji Temple is not formally one of the temples along Kyoto's Philosopher's Walk, it is part of the extended path on the way to Nanzenji Temple.  The temple is commonly referred to as either just \"Eikan-dō\" (永観堂, \"View of Eternity Hall\" or \"Hall of Yōkan\") or \"Zenrin-ji\" (禅林寺, \"Temple of Forest of Zen\"). However, it also has two other names. \"Shōju-raigō-san\" (聖衆来迎山) translates roughly to \"Mountain of going across to the saints\", while \"Muryōsu-in\" (無量寿院) means roughly \"Temple of Immeasurable Fortune\".Zenrin-ji Temple Grounds The Zenrin-ji compound is nestled in Kyoto's Eastern Mountain (Higashiyama), and its buildings, most of them connected by covered walkways and staircases, are scattered among a range of heights.  Main gate - the Kōrai-mon (高麗門) is named after the ancient Korean kingdom of Goguryeo (Kōrai in Japanese). The current structure dates from the late Edo period (mid-19th c.).  Inner gate - the Yakui-mon (薬医門), along with the Kōrai-mon, derive from the fortress gates that would have surrounded the aristocratic mansion before it became a temple. Their placement and architecture are said to still reflect these origins today. The current structure dates to 1744.  Founder's Hall (御影堂, Goedō) - enshrines and honors Hōnen, the founder of Jōdo shū. The current structure was completed in 1912, and is larger than the Amida Hall.  Amida Hall (阿弥陀堂, Amida-dō) - the famous Amida statue which is the central object of worship for the temple, is enshrined here. The hall is seated higher on the mountain than the Founder's Hall; the current structure was built at the beginning of the 17th century.  Treasure Tower/Pagoda (多宝塔, Tahōtō) - the temple's pagoda is situated at the highest point in the compound, and offers the greatest view of the scenery. The current structure was completed in 1928.  Zen Chief Priests' Chamber (方丈, Hōjō) - despite Zenrin-ji's name, it is not a temple of Zen Buddhism; nevertheless, the compound includes this priests' chamber in the Zen style. Its construction is said to have been ordered by Emperor Go-Kashiwabara (r. 1500-1526), but was not built until the Edo period.Zenrin-ji Temple Treasures In addition to the famous Amida statue, which is designated an Important Cultural Property by the Japanese government, there are a great many cultural treasures stored in Zenrin-ji's Tahōtō. These primary consist of paintings of a variety of Buddhist subjects, including images of Amida, Shakyamuni, Yakushi nyōrai, and the Parinirvana of the Buddha. Paintings by Kanō Motonobu, Tosa Mitsunobu, and Hasegawa Tōhaku are also kept by the temple.  The wooden Amida statue is 77 cm in height, and though for a long time believed to date from the Kamakura period (1185-1333), is now thought to have been carved somewhat earlier in the 12th century (Heian period, 794-1185). This change in dating came about with the comparison to Song dynasty (960-1279) sculptures in Sichuan Province which show strong similarities in style. Zenrin-ji's Amida statue was formally named an Important Cultural Property in 1999.Zenrin-ji Temple History The temple got its start when Kūkai's pupil, the monk Shinshō, aspired to found a temple for the worship of the Gochi Nyōrai, or Five Wisdom Buddhas. In 853, he purchased the mansion of Fujiwara no Sekio for this purpose. The construction of temples was forbidden in Kyoto at the time, however, and so it was not until ten years later, when formal Imperial approval was granted by Emperor Seiwa, that the Zenrin-ji was formally founded.  Though originally devoted to the Shingon sect, beginning in the time of Yōkan (永観, 1033-1111), the seventh head monk, the temple began to shift towards Jōdo shū, a sect formally established roughly a century later in 1175. Yōkan had trained in a number of temples of different discplines in Nara, and was a passionate devotee of the Amida Buddha. In 1072, he established a Yakuō-in (薬王院) on the grounds, which organized giving to the needy and caring for the ill. He also introduced the practice of Nenbutsu, a Chinese practice which was quite new in Japan, into the temple, and cultivated its observance among the monks and devotees.  Zenrin-ji has grown famous for its unusual statue of the Amida Buddha, which looks over its shoulder, rather than straight ahead. According to tradition, at one point in 1082, when Yōkan was fifty, he and a number of monks were practicing a ritual, walking around the statue and reciting sutras when the statue of Amida came to life and stepped down from its dais. Yōkan halted the ritual in surprise; the Buddha looked over its shoulder at the monk, and said something to him. Ever since then, goes the story, the posture of this statue has remained in that position. Alternate versions of the story involve the Buddha joining the monks in a ritual dance.  The twelfth head of the temple, Jōhen (1166-1224), originally a Shingon monk like the rest at Zenrin-ji, was a disciple of Hōnen, one of the founders of Jōdo shū; Jōhen was thus the first head of Zenrin-ji to be a formal devotee of this emerging sect. He was succeeded as head monk by Shōkū (1177-1247), and it was under Shōkū's successor, Shōon (1201-1271), that the temple formally became devoted to Jōdo shū.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/eikando_zenrinji_temple/normal_eikando_zenrinji_temple_IMG_6522.JPG",
      "name" : "EIKAN-DO ZENRIN-JI TEMPLE",
      "prefectured" : ""
    },
    "-KOEYoLsA3_36yfh1ckA" : {
      "address" : "",
      "description" : "Enjoji Temple is a Buddhist temple that was established by Monk Nichinin in 1630. The object of enshrinement at Enjoji Temple is a two meter tall Iwato-Myoken-Daibosatsu (bodhisattva) with a sword in his right hand and a snake in his left hand standing on a big turtle. Enjoji Temple also features Iwato Waterfall, which is a training waterfall for monks. Enjoji Temple is believed to be the place where deceased spirits gather, therefore taking photos is not allowed. Enjoji Temple is in Kita Ward Kyoto.  Address: Kita Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "ENJOJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEZ6sp2E1sD-fapgdB" : {
      "address" : "",
      "description" : "Entsuji temple is a Buddhist temple of the Renzai sect which is famous for its Japanese gardens including one featuring the borrowed landscape style . Entsuji temple was established in 1678 on the site of a former Imperial Villa in northern Kyoto. Entsuji temple does not allow pictures to be taken of or inside the buildings.  Address: 3 8 9 Iwakura Hataedacho, Sakyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "ENTSUJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEZKsLnb5kPyb_cP1x" : {
      "address" : "",
      "description" : "Eshin-in Temple is a Buddhist temple, that was originally established by Kobo Daishi under the name of Ryusenji Temple on its current location on the eastern bank of the Uji River in Uji (Kyoto Prefecture). After the temple fell into disuse, it was reestablished by the Buddhist Priest Genshin in the Heian Period. Genshin is said to be the model for character 'Yokawa no Sozu' in 'The Tale of Genji'.  Address: Uji District, Uji, Kyoto Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "ESHIN-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEZUpT8QfNcdCsv5nd" : {
      "address" : "",
      "description" : "Fukuju-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Fukuju-in Temple is not normally open to the public.  Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "FUKUJU-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEZs0AQP8G64VW230N" : {
      "address" : "",
      "description" : "Funda-in Temple is a Buddhist temple, which is a sub temple of Tofukuji Temple and within the same complex in Kyoto. Funda-in Temple is famous for its dry landscape Japanese garden which was designed by Sesshu Toyo around 1460 making it one of the oldest of the dry landscape (karesansui) gardens in Kyoto.  Address: Higashiyama Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "FUNDA-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEZxutdYOO5N7Hwi6r" : {
      "address" : "",
      "description" : "Genko-an Temple is a Buddhist temple of the Soto sect of Zen Buddhism in the Kita Ward of Kyoto. Genko-an Temple is famous for its two windows that look out at the temple's Japanese garden. One window is round (The Window of Enlightenment) and the other square (The Window of Confusion), even though they provide an almost identical view, the view appears very different to the viewer. Genko-an Temple was originally a hermitage constructed by the head priest of Daitokuji Temple. Genko-an Temple also features the 'Blood Ceiling', which was constructed from the floorboards taken from Fushimi Castle when it was being disassembled.Entrance Fees: 400 Yen  Address: 47 Kita-Takagamine-cho Takagamine, Takagamine District, Kita Ward, Kyoto, Kyoto Prefecture.  Directions: Get off at Takagamine Genkoan-mae Stop on the Kyoto City Bus",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/genko-an_temple/normal_IMG_4831.jpg",
      "name" : "GENKO-AN TEMPLE",
      "prefectured" : ""
    },
    "-KOE_EiZSdAMJjCgrFUj" : {
      "address" : "",
      "description" : "Ginkaku-ji - Silver Pavilion Kyoto Japan. The Silver Pavilion is one of the highlights of any visit to Kyoto. Ginkaku-ji - Silver Pavilion was built in the style of the Golden Pavilion. Ginkaku-ji (銀閣寺, Ginkaku-ji), the 'Temple of the Silver Pavilion,' is a Buddhist Japanese Temple in the Higashiyama District of Kyoto, Japan. The temple's official name is Jishō-ji (慈照寺). It was built in 1474 by the shogun Ashikaga Yoshimasa, who sought to emulate the Golden Pavilion Kinkakuji Temple commissioned by his grandfather Ashikaga Yoshimitsu.Ginkaku-ji is part of the The Philosopher's Walk in Eastern Kyoto.  The Kannon hall is the main building at the temple. It is popularly known as Ginkaku, the Silver Pavilion. The intention was to cover it in silver, but due to the increasing severity of the Onin War, which broke out several years earlier in 1467, construction was halted, and the silver covering never placed on the pavilion. The building, originally intended to be a monument to ostentation, is now taken as an example of Japanese refinement and restraint.  Like Kinkaku-ji, Ginkaku-ji was originally built to serve as a place of rest and solitude for the Shogun. During his reign as Shogun, Ashikaga Yoshimasa inspired a new outpouring of traditional culture, which came to be known as Higashiyama Bunka, the Culture of the Eastern Mountain. Having retired to the villa, it is said Yoshimasa sat in the pavilion, contemplating the calm and beauty of the gardens as the Onin War worsened and Kyoto was burned to the ground. In 1485, Yoshimasa became a Zen Buddhist monk, and after his death the villa became a Buddhist temple, renamed Jishō-ji.  Of all the temple buildings once standing, only the Silver Pavilion remains.  In addition to that building, the temple features wooded grounds covered with a variety of mosses, and a Japanese garden, supposedly designed by the great landscape artist Soami. The rock and sand garden of Ginkaku-ji is particularly famous, and a pile of sand said to symbolize Mount Fuji has now come to be a part of the garden.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/ginkakuji_temple/normal_ginkakuji_temple_IMG_6420.JPG",
      "name" : "GINKAKU-JI - SILVER PAVILION",
      "prefectured" : ""
    },
    "-KOE_Tx03XuKdIzOCg6R" : {
      "address" : "",
      "description" : "Gyokurin-in Temple is a Buddhist temple, which is a sub temple of Daitokuji Temple and is within the same compound in Kyoto.  Address: Kita Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "GYOKURIN-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOE_agV4gUAOBbZE2TV" : {
      "address" : "",
      "description" : "Gyokuryu-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Gyokuryu-in Temple is not normally open to the public.Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/myoshinji_sub_temple/normal_IMG_2206.jpg",
      "name" : "GYOKURYU-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOE_j2aQ_zcJgiqm2G4" : {
      "address" : "",
      "description" : "Hanto-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Hanto-in Temple is not normally open to the public.  Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "HANTO-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOE_ogtp7BCkzTo6h00" : {
      "address" : "",
      "description" : "Hashidera Hojoin Temple is a Buddhist temple, that was built to guard Uji Bridge (Uji Kyoto Prefecture) and is close to the bridge. Hashidera Hojoin Temple contains the stone monument commemorating the construction of Uji Bridge. This monument is believed to be the oldest stone monument in Japan.  Address: Uji District, Uji, Kyoto Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "HASHIDERA HOJOIN TEMPLE",
      "prefectured" : ""
    },
    "-KOEa9YgAm6nVBfsb65s" : {
      "address" : "",
      "description" : "Higashi Honganji Temple is one of two Buddhist temples a two hundred metres apart in Kyoto, which were until recently the one temple. Higashi Honganji Temple is now officially called Shinshu Honbyo, but is known by most people as Higashi Honganji Temple. Higashi Honganji Temple features a large hall which is a designated Important Cultural Properties. The two sites which were originally Honganji Temple form one site which is a UNESCO World Heritage Site and forms part of the 'Historic Monuments of Ancient Kyoto (Kyoto, Uji and Otsu Cities)' listing.  Address: Central Kyoto District, Shimogyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "HIGASHI HONGANJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEaFCUzbYQUlMgzyhn" : {
      "address" : "",
      "description" : "Hokongo-in Temple is a Buddhist temple, which was established in Hanazono, Kyoto in 1130. The current buildings were rebuilt in 1617. Hokongo-in Temple features a waterfall within its grounds, called Seijo-no-taki, which is the oldest artificial waterfall in Japan and designated as a Special Place of Scenic Beauty. Hokongo-in is famous for its lotus flowers and possesses four statues which are designated as Important Cultural Properties.Address: 49 Ogino-cho Hanazono, Ukyo Ward, Kyoto, Kyoto Prefecture.  Directions: 2 minute walk from Hanazono Station on JR line or 2 minute walk from the Hanazono- oginocho Stop on the City Bus",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/hokongoin_temple/normal_IMG_2629.jpg",
      "name" : "HOKONGO-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEaUErQ4cJRXA7jYV5" : {
      "address" : "",
      "description" : "Hokyo-in Temple is a Buddhist temple, in the Saga District of Kyoto, which is famous for its bright red and orange Autumn leaves. Hokyo-in Temple was constructed for Emperor Shirakawa during the Heian Period and was originally named Zennyu-ji Zennyu-ji. The current buildings were reconstructed after the Meiji Period.Address: 9 Sagashakado Monzen Minamichuincho, Saga District, Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/hokyo-in_temple/normal_IMG_4150.jpg",
      "name" : "HOKYO-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEanLtWHAvThbhLVAy" : {
      "address" : "",
      "description" : "Honenin Temple is one of the Buddhist temples along Kyoto's Philosopher's Walk. Honenin Temple is a beautiful secluded Japanese Temple, which is famous for its thatched gate and paintings on the sliding screens in the head priest's quarters are attributed to the Kano school of painters. Honenin Temple also features a Japanese pond garden and sculpted sand formations can be seen near the temple gate. The graveyard holds memorial stones for a number of authors such as Tanizaki Junichiro and other well-known people. Honenin Temple was founded in 1681 by the 38th abbot of Chion-in Temple on the site of a temple where Honen (1133-1212: founder of the Jodo sect) and his disciples trained. Honenin Temple was established to honour Honen.Address: Sakyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/honenin_temple/normal_honenin_temple_IMG_6445.JPG",
      "name" : "HONENIN TEMPLE",
      "prefectured" : ""
    },
    "-KOEaxbm6ow0cwbfNO-H" : {
      "address" : "",
      "description" : "Honganji Temple is actually two Buddhist temples two hundred metres apart in Kyoto, which were until recently the one temple. Both feature large halls which are designated Important Cultural Properties. The Nishi Honganji Temple features a Japanese garden which is designated as Special Place of Scenic Beauty. Honganji Temple is a UNESCO World Heritage Site and forms part of the 'Historic Monuments of Ancient Kyoto (Kyoto, Uji and Otsu Cities)' listing.Address: Central Kyoto District, Shimogyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/honganji_temple/normal_honganji_temple_IMG_5625.JPG",
      "name" : "HONGANJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEb9Z0tHkSViGG6cvS" : {
      "address" : "",
      "description" : "Horin-ji Temple is a Buddhist temple of the Shingon sect, which was established in 713AD. Enshrined in the hondo of Horin-ji Temple is a sculpture of Kokuzo Bosatsu, which has not been displayed for over 100 years. The tahoto (like a two story pagoda) of Horin-ji Temple is easily seen from the other side of the Oi River (on the Northern bank), where it runs through the Arashiyama District of Kyoto.Address: Arashiyama District, Ukyo Ward, Kyoto, Kyoto Prefecture.  Directions: A short walk from Arashiyama Station on the Hankyu Arashiyama Line, a 10 minute walk from Arashiyama Station on the Keifuku Electric Railroad or 15 minute walk from Saga-Arashiyama Station (JR) on the Sanin Main Line.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/horin-ji_temple/normal_IMG_4404.jpg",
      "name" : "HORIN-JI TEMPLE",
      "prefectured" : ""
    },
    "-KOEbHCIuA-nGfy0gu9k" : {
      "address" : "",
      "description" : "Hoshunin Temple is a Buddhist temple, which is a sub temple of Daitokuji Temple and is within the same compound in Kyoto. Hoshunin Temple was built in 1608 by Hoshunin, the wife of Maeda Toshiie of Kaga, but were later destroyed by fire. The current main buildings were built in the early Meiji Period. The two story main hall, Donkokaku, hides a landscape Japanese garden complete with a pond and bridge suggests a style like Kinkakuji - Golden Pavilion.Address: Kita Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/daitokuji_temple/normal_IMG_1064.jpg",
      "name" : "HOSHUNIN TEMPLE",
      "prefectured" : ""
    },
    "-KOEbgY1ddnvW-CmxKKG" : {
      "address" : "",
      "description" : "Jakkoin Temple is a famous scenic Buddhist temple north east of Kyoto. Jakkoin Temple enshrines a 2.5m wooden statue of Jizo-Bosatsu which is an Important Cultural Property. Jakkoin Temple features a Japanese garden on three sides. Much of Jakkoin Temple and its garden were destroyed in a fire in 2000. A replacement temple building was completed in 2005 and much of the garden has been restored.  Entrance Fees: 600 Yen  Address: 676 Oharakusao-cho, Sakyo Ward, Kyoto, Kyoto Prefecture.  Directions: 15 minute Walk from the Ohara Stop on the JR Bus (45 minutes from Kyoto Station)",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "JAKKOIN TEMPLE",
      "prefectured" : ""
    },
    "-KOEbnNOJ_Ye2Gr4yisc" : {
      "address" : "",
      "description" : "Jiun-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Jiun-in Temple features a several dry landscape style Japanese gardens. Unfortunately Jiun-in Temple is not normally open to the public.Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/jiun-in_temple/normal_IMG_2636.jpg",
      "name" : "JIUN-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEbuORGb6lvxlmYPA2" : {
      "address" : "",
      "description" : "Jizo Zen-in Temple, also known as the Jizo Zen Institute, is a Buddhist temple of the Soto sect, in Ida Kyoto. Jizo Zen-in Temple is a small temple that is famous for its cherry blossom, in particular its weeping cherry tree, that is said to have been planted in the Edo Period.  Address: Higashigaito-16, Tsuzuki District, Ide, Kyoto Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "JIZO ZEN-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEc236pAMaFkf2xMhx" : {
      "address" : "",
      "description" : "Jizo-in Temple is a Buddhist temple, which is also known as Take-no-tera (temple of bamboo), not because it is constructed of bamboo, but because it is in a bamboo forest. This bamboo forest creates a mystical atmosphere for your walk along the narrow path towards the temple gate. The temple grounds feature a zen style moss garden. Jizo-in Temple is a Buddhist temple, which is part of the Rinzai sect of Buddhism. The current temple buildings mostly date back to Edo period, as the original buildings were destroyed in the fires of the Onin war (1467-77). The temple was established by Hosokawa Yoriyuki in 1367. Jizo-in Temple is in the Arashiyama mountains, close to the World Heritage Listed Saihoji Temple.Opening Times: 9:00 - 16:30  Entrance Fees: 500 Yen  Address: 23 Yamadakitanocho, Nishikyo Ward, Kyoto, Kyoto Prefecture.  Directions: Fastest route: from Kyoto Station take the Karasuma Subway Line towards Kokusaikaikan to Shijo Station. Walk to Karasuma Station then take the Hankyu Kyoto Line towards Umeda until Katsura Station. Then take the Hankyu Arashiyama Line towards Arashiyama to Kamikatsura Station. Then there is about a 800m walk from there.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/jizo-in_temple/normal_IMG_2766.jpg",
      "name" : "JIZO-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEcCKR5oAWJdFbh6xA" : {
      "address" : "",
      "description" : "Jojakkoji Temple is a Buddhist temple in Ukyo Ward of Kyoto. Jojakkoji Temple is famous for its bright red and orange maple leaves in Autumn. Jojakkoji Temple features a pagoda, which is a designated Important Cultural Property, that was completed in the 17th century, but in the 16th century Momoyama style.Address: 3 Saga-Ogurayama-Ogura-cho-shi,, Arashiyama District, Ukyo Ward, Kyoto, Kyoto Prefecture.  Directions: 15 minute walk from Saga-Arashiyama Station on the JR Sagano Line",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/jojakkoji_temple/normal_IMG_4228.jpg",
      "name" : "JOJAKKOJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEcPm350HAhZCYMol0" : {
      "address" : "",
      "description" : "Joju-in Temple is a Buddhist temple, which is famous for its Japanese gardens. The garden in Joju-in Temple is a borrowed scenery style and features a pond with two islands. Joju-in Temple is a sub temple of the World Heritage Site Kiyomizu-dera Temple.  Address: Kiyomizu Ichichome, Higashiyama Ward, Kyoto, Kyoto Prefecture.  Directions: 10 minutes walk from the Gojozaka Bus Stop on the City Bus No.206",
      "image" : "http://inishiejapan.com/wp-content/uploads/2016/05/IMG_6037-1-1028x509.jpg",
      "name" : "JOJU-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEcXJUMknetaUK0OTM" : {
      "address" : "",
      "description" : "Jorinji Temple is a Buddhist temple in Sakyo Kyoto. Jorinji Temple was originally established by a monk called Rodo around 600 meter south of current location in 1573. Jorinji Temple was then moved to its current location when it was destroyed by a fire in 1671. The Jizo (guardian deity of stone statue) in this temple is believed to exist before Jorinji Temple was established, and have been popular among the local people.Address: Sakyo Ward, Kyoto, Kyoto Prefecture.  Directions: Very short walk from Demachiyanagi Station on the Eizan Main Line or Keihan Oto Line.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/jorinji_temple/normal_IMG_4970.jpg",
      "name" : "JORINJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEcguskZGOv5Csp08a" : {
      "address" : "",
      "description" : "Joruri-ji Temple is a Buddhist temple in Kyoto, that was established in 1047 and is famous for its Jodo-shiki (pure land style) Japanese garden. This garden, which features a pond in front of the main building, is designated as a Special Place of Scenic Beauty. The Main Hall, Three-story Pagoda, nine wooden Amitabha Tathagata statues and four heavenly kings are designated as National Treasures and many more statues and wall paintings are designated as Important Cultural Properties.  Address: Kizugawa, Kyoto Prefecture.  Directions: JR Kyoto Station � JR Nara Station (44 min by JR Rapid train) JR Nara Station � Joruri-ji (25 min by Nara Kotsu Bus)[Terminal 7, Route #112](9:16, 10:16, 11:16, 1:16, 2:16, 3:16 everyday) Joruri-ji is 3 minutes walk from the bus stop. Feature in \"The Tale of Genji\"",
      "image" : "https://upload.wikimedia.org/wikipedia/commons/3/30/Joruriji_Kizugawa_Kyoto_pref_Japan09n.jpg",
      "name" : "JORURI-JI TEMPLE",
      "prefectured" : ""
    },
    "-KOEcpKW9uiEhf25QMPI" : {
      "address" : "",
      "description" : "Joshoji Temple, also known as Danrinnotera or Yoshinonotera, is famous for its front gate which is a distinctive vermillion colour and was donated to the temple by the famous courtesan Yoshino Taiyu. On the 2nd Sunday of April each year, a memorial service featuring beautiful flowers is held for Yoshino Taiyu. Joshoji Temple is also famous for its stunning red and orange leaves in Autumn which are spread throughout the garden surrounding the temple. Joshoji Temple is a Buddhist temple from the Nichiren sect, in north western Kyoto. Joshoji Temple was established in 1616.Opening Times: 8:30-17:00  Entrance Fees: 300 Yen  Address: 1 Kitatakagamine-cho, Takagamine District, Kita Ward, Kyoto, Kyoto Prefecture.  Directions: 2-minute walk from Takagaminegenkoan-mae stop by Kyoto City Bus",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/joshoji_temple/normal_IMG_4890.jpg",
      "name" : "JOSHOJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEcz9gdO2z_EXTc8qH" : {
      "address" : "",
      "description" : "Juko-in Temple is a Buddhist temple, which is a sub temple of Daitokuji Temple and is within the same compound in Kyoto.Address: Kita Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/daitokuji_temple/normal_IMG_1099.jpg",
      "name" : "JUKO-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEdAdF1AXCjEcdjirb" : {
      "address" : "",
      "description" : "Jusei-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Jusei-in Temple is not normally open to the public.Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/myoshinji_sub_temple/normal_IMG_2251.jpg",
      "name" : "JUSEI-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEdbWGoY2-ioT8SmaD" : {
      "address" : "",
      "description" : "Kaifuku-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Kaifuku-in Temple is not normally open to the public.  Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Myoshinji-temple.jpg/520px-Myoshinji-temple.jpg",
      "name" : "KAIFUKU-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEdh10JKBBW6BszeQY" : {
      "address" : "",
      "description" : "Kaizando Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Kaizando Temple is not normally open to the public.  Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Jodoji_Temple_Kaizando_Hall.JPG/1280px-Jodoji_Temple_Kaizando_Hall.JPG",
      "name" : "KAIZANDO TEMPLE",
      "prefectured" : ""
    },
    "-KOEdrEo03ZfwWuk0RKX" : {
      "address" : "",
      "description" : "Kegonji Temple, also referred to as Suzumushi-dera Temple (the 'cricket' temple) due to the large number of crickets that can be heard around the temple. Kegonji Temple features a moss covered Japanese garden and views of Kyoto city. Kegonji Temple is very popular when the monks are providing entertaining talks. People que up in the temple grounds waiting to hear the next talk. Kegonji Temple is Buddhist temple from the Rinzai sect, however it was established by the Kegon sect in 1723 .Opening Times: 9:00-16:30  Entrance Fees: 500 Yen  Address: 31 Jike-cho, Matsumuro District, Nishikyo Ward, Kyoto, Kyoto Prefecture.  Directions: 10 minute walk from Matsuo Station on the Hankyu Arashiyama Line  Official Web Site: www.suzutera.or.jp",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/kegonji_temple/normal_IMG_2723.jpg",
      "name" : "KEGONJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEe1Vlx_YqXn2yXigv" : {
      "address" : "",
      "description" : "Keishun-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Keishun-in Temple features several Japanese gardens and a tea house. Keishun-in Temple is one of the few Myoshinji Sub Temples which is normally open to the public.Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/keishun-in_temple/normal_IMG_2309.jpg",
      "name" : "KEISHUN-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEeCLBKhNsSihMwE4o" : {
      "address" : "",
      "description" : "Kenninji Temple is the oldest Zen temple in Kyoto and is the headquarters of the Kenninji sub-sect of the Rinzai sect of Buddhism. Kenninji Temple features the panel painting, 'Fu-jin Rai-jin zu' (Wind & Thunder Gods). The monk Eisai, credited with introducing Zen to Japan, served as Kennin-ji's founding abbot and is buried on the temple grounds. For its first years the temple combined Zen, Tendai, and Shingon practices, but it became a purely Zen institution under the eleventh abbot, Lanxi Daolong (蘭渓道隆, Lanxi Daolong) (1213-1278).  Kenninji Temple is considered to be one of the so-called Kyoto Gozan (京都五山, Kyoto gozan) or \"five great Zen temples of Kyoto\", along with the Tenryuji, Shokokuji, Tofukuji, and Manjuji. The head temple presiding over the Gozen in Kyoto is Nanzenji. After the completion of Shōkoku-ji by Yoshimitsu in 1386, a new ranking system was created with Nanzenji at the top and in a class of its own. The Nanzenji had the title of \"First Temple of The Land\" and played a supervising role.  When first built, Kenninji Temple contained seven principal buildings. It has suffered from fires through the centuries, and was rebuilt in the mid-thirteenth century by Zen master Enni (円爾, Enni) (1202-1280), and again in the sixteenth century with donations of buildings from nearby temples Ankokuji (安国寺, Ankoku-ji) and Tofukuji.  Kenninji Temple offer 'zazen' (Zen meditation) practice and a lecture in the morning of the 2nd Sunday of the month (except in August).Kenninji Temple Architecture Today Kenninji Temple buildings include the Abbot's Quarters (Hōjō), given by Ankoku-ji in 1599; the Dharma Hall (Hatto), built in 1765; a tea house built in 1587 to designs by tea master Sen no Rikyū for Toyotomi Hideyoshi; and the Imperial Messenger Gate (Chokushimon), said to date from the Kamakura era (1185-1333), and still showing marks from arrows. It also has fourteen subtemples on the Kenninji Temple precincts and about seventy associated temples throughout Japan.  In 2002, the architectural setting was enhanced by a dramatic ceiling painting of two dragons by Koizumi Junsaku (小泉淳作, Koizumi Junsaku) (1924-). This bold artwork was installed to commemorate the temple's 800th anniversary.  Address: 584 Komatsu-cho, Higashiyama-ku, near Gion in Kyoto, Japan Telephone : 075-561-0190  Open : 10:00a.m.-4:00p.m.  Closed : From December 28th to 31st  Access : City Bus to \"Shijo-Keihan-mae\" or \"Higashiyama-yasui\".  Fee (Grounds) : Free  Fee( Main building) : General: 500 yen                                  Elementary School Students and under: Free",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/kenninji_temple/normal_kenninji_temple_IMG_2356.jpg",
      "name" : "KENNINJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEeTx7gIxMEvMclKlj" : {
      "address" : "",
      "description" : "Kingyu-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Kingyu-in Temple is not normally open to the public.Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/myoshinji_sub_temple/normal_IMG_2266.jpg",
      "name" : "KINGYU-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEea7xwCsR99faLlxm" : {
      "address" : "",
      "description" : "Golden Pavilion Kyoto Japan: The Golden Pavilion (Kinkakuji) is literally covered in gold - gold leaf. The Golden Pavilion is World Heritage listed and surround by beautiful gardens. Golden Pavilion is the popular name for one of the main buildings of a Buddhist Japanese temple in Kyoto Japan. The name Golden Pavilion comes from the Japanese term Kinkakuji, which literally means the temple of the Golden Pavilion(金閣寺). Rokuon-ji (鹿苑寺 Deer Garden Temple) is the formal name of the temple complex in which the Golden Pavilion is found.Golden Pavilion - History In the 1220's it was the comfortable villa of Kintsune Saionji. Yoshimitsu, the 3rd Shogun of Ashikaga, abdicated the throne in 1394. After three years, he began to build Kitayamaden and he made a special effort to make it a breath-taking site. He indulged in his peaceful life in this serene setting. After Yoshimitsu's death, Kitayamaden was made into a Zen temple in accordance with his will. All the buildings of those days came to ruin except Kinkaku. The garden, however, remains as it was in former days and can be enjoyed as it was hundreds of years ago. Kinkaku-ji Temple was inscribed as World Cultural Heritage in 1994.Golden Pavilion - Building Kinkaku-ji was formally called Shariden. The elegant, harmonious building consists of three types of architecture. The 1st floor is Shinden-zukuri, the palace style. It is named Ho-sui-in. The 2nd floor is Buke-zukuri, the style of the samurai house and is called Cho-on-do. The 3rd floor is Karayo style or Zen temple style. It is called Kukkyo-cho.  Both the 2nd and 3rd floors are covered with gold-leaf on Japanese lacquer. The roof, upon which the Chinese phoenix settles, is thatched with shingles.  Recently, the coating of Japanese lacquer was found a little decayed and a new coating as well as gilding with gold-leaf, much thicker than the original ones, was given to the building and was completed in 1987. Furthermore, the beautiful painting on the ceiling and the statue of Yoshimitsu were restored, with utmost care, to their original splendour.Golden Pavilion Points of interest The name of the pond is Kyoko-chi (Mirror pond). The pond contains many large and small islands. Climbing a few steps, you stand at the edge of another small pond, An-min-taku. The small stone pagoda on the island is called Hakuja-no-tsuka (the mound in memory of the white snake).The classic tea house is called Sekka-tei. In Sekka-tei there is a celebrated pillar made of a nandin. The house was restored in 1997. On the way to the exit of the temple, you will find the small Fudodo shrine where the stone Fudo-myoc (Acara) is enshrined as a guardian.Open daily 9am-5pm, admission 500 Yen. Access: Nearest bus stop: Kinkakuji-michi or Kinkakuji-mae.",
      "image" : "http://www.gojapango.com/japan_picture/albums/userpics/japanese_gardens/normal_DSC05800.jpg",
      "name" : "GOLDEN PAVILION",
      "prefectured" : ""
    },
    "-KOEezY4_zwH6JNJgQP9" : {
      "address" : "",
      "description" : "Kiyomizu-dera - Guide to Kiyomizu-dera Temple complete with many pictures in cherry blossom season of Kiyomizu-dera's gardens. Kiyomizu-dera is in Kyoto Japan. Kiyomizu-dera (or Kiyomizudera, 清水寺) refers to several Buddhist temples but most commonly to Otowasan Kiyomizudera (音羽山清水寺) in Eastern Kyoto, and one of the best known sights of the city. The temple dates back to 798, but the present buildings were constructed in 1633. The temple takes its name from the waterfall within the complex, which runs off the nearby hills - kiyoi mizu (清い水) literally means pure water.The main hall of Kiyomizu-dera is notable for its vast veranda, supported by hundreds of pillars, which juts out over the hillside and offers impressive views of the Kyoto city. The expression \"to jump off the stage at Kiyomizu\" (「清水の舞台から飛び降りる」) is the Japanese equivalent of the English expression \"to take the plunge\". This refers to an Edo period tradition that held that, if one were to survive jumping from the stage, one's wish would be granted.  This appears plausible: the lush vegetation below the platform might cushion the fall of a lucky pilgrim, though the practice is now prohibited. 234 jumps were recorded in Edo period and of those, 85.4 percent survived. The fall is indeed only 13 metres, which remains impressive for a wooden construction.Beneath the main hall is the waterfall Otowa-no-taki, where three channels of water drop into a pond. Visitors to the temple collect the water, which is believed to have therapeutic properties, from the waterfall in metal cups. It is said that drinking the water of the three streams confers health, longevity, and success in studies.  The temple complex contains several other shrines, notably Jishu-jinja, dedicated to Okuninushino-Mikoto, a god of love and \"good matches\". Jishu-jinja possesses a pair of \"love stones\" placed 18 metres apart, which lonely visitors attempt to walk between with their eyes closed. Success in reaching the other stone, eyes closed, is taken as a presage that the pilgrim will find love. One can be assisted in the crossing, but this is taken to mean that an intermediary will be needed. The persons romantic interest can assist them as well.  The complex also includes all the fixtures of a popular temple, being one of the most-visited attractions of the city: hawkers offering various talismans, incense, and o-mikuji (paper fortunes ranging from \"great fortune\" to \"great ill\") abound. Indeed the high popularity of the place means that tourists will find it difficult to take pictures on the main temple's platform.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/kiyomizu-dera/normal_kiyomizu-dera_IMG_2156.jpg",
      "name" : "KIYOMIZU-DERA",
      "prefectured" : ""
    },
    "-KOEfG3krXSL4nIReI0l" : {
      "address" : "",
      "description" : "Ko-sho-in Temple is a Buddhist temple that was established in 1356 by Princess Shinshinaishino. After several fires, the current main building of Ko-sho-in Temple was refurbished in 1968. Ko-sho-in Temple is in Higashiyama Ward Kyoto.Address: Higashiyama Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/ko-sho-in_temple/normal_IMG_4779.jpg",
      "name" : "KO-SHO-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEfPIsHtp94AhPg3Pr" : {
      "address" : "",
      "description" : "Kodaiji Temple is a Buddhist temple from the Rinzai sect in Kyoto. Kodaiji Temple, formally known as Jubuzan Kodaiji, is the largest of the sub temples of Kenninji Temple. Kodaiji Temple was established in 1606 by the widow of Toyotomi Hideyoshi as a place to pray for late husband. Kodaiji Temple contains several items that are designated Important Cultural Assets including the Main Gate and Spirit Hall.  Address: Higashiyama Ward, Kyoto, Kyoto Prefecture",
      "image" : "https://upload.wikimedia.org/wikipedia/commons/thumb/7/71/Kodaiji_Teahouse_Dimage_0159.jpg/1024px-Kodaiji_Teahouse_Dimage_0159.jpg",
      "name" : "KODAIJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEfYg1qqp3-QaM_XSs" : {
      "address" : "",
      "description" : "Koetsuji Temple, formally known as Taikyo-san, is a Buddhist temple of the Nichiren sect in northern Kyoto. The site of Koetsuji Temple was developed in 1615 when the artist Honami Koetsu received this land from Tokugawa Ieyasu. Koetsuji Temple was originally a mortuary for the Honami family, but was converted to a temple after the death of Koetsu. Koetsuji Temple is famous for bamboo fences, but also features a tea garden with three tea houses.Opening Times: 8:00 to 17:00 Closed November 10 - 13  Entrance Fees: 300 Yen  Address: 29 Takagamine Koetsu-cho, Kita Ward, Kyoto, Kyoto Prefecture.  Directions: From Kyoto Station take Kyoto City Subway to Kitaoji Station, then take the City Bus Line 1 to Takagamine Genkoan-mae Stop. Then 3 minute walk.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/koetsuji_temple/normal_IMG_4836.jpg",
      "name" : "KOETSUJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEfj9xLPiM0gKimglT" : {
      "address" : "",
      "description" : "Kohou-an Temple is a Buddhist temple, which is a sub temple of Daitokuji Temple and is within the same compound in Kyoto.  Address: Kita Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://wiki.samurai-archives.com/images/f/fb/Kohoan.JPG",
      "name" : "KOHOU-AN TEMPLE",
      "prefectured" : ""
    },
    "-KOEg8yCV8r64rvU8e5g" : {
      "address" : "",
      "description" : "Konchi In Temple is a Buddhist temple, which is a sub temple of Nanzenji Temple. Konchi In Temple is famous for its Tsurukame Garden which has an extensive dry landscape style Japanese garden which is designated as one of the Special Places of Scenic Beauty. Konchi In Temple is also noted for its Toshogu Shrine which has the only example of Gongen style architecture in Kyoto.Opening Times: 8:30 - 17:00  Entrance Fees: 400 Yen  Address: 86-12 Nanzenjifukuchi-cho, Sakyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/konchiin_temple/normal_konchiin_temple_IMG_6693.JPG",
      "name" : "KONCHI IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEgey8TQyuaL-n8sEc" : {
      "address" : "",
      "description" : "Korin-in Temple is a Buddhist temple, which is a sub temple of Daitokuji Temple and is within the same compound in Kyoto. Korin-in Temple features several Important Cultural Assests and several Japanese gardens including dry landscape garden featuring a Corypha utan tree.Address: Kita Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/korin-in_temple/normal_IMG_1195.jpg",
      "name" : "KORIN-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEhCl2syYrQZhzfqxY" : {
      "address" : "",
      "description" : "Koshoji Temple is a Buddhist temple of the Soto sect. Koshoji Temple is a training centre for the Eiheiji School, was moved to its current site in Uji from Fukakusa in Kyoto in 1648 after it had been destroyed after repeated wars. Koshoji Temple is most famous for its Kotozaka Slope, which leads from the main gate and is lined with cherry blossoms in the spring.Address: 27 Ujiyamada, Uji District, Uji, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/koshoji_temple/normal_koshoji_temple_IMG_8074.JPG",
      "name" : "KOSHOJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEhPkePYNO-h8YQEKk" : {
      "address" : "",
      "description" : "Koto-in Temple is a Buddhist temple, which is a sub temple of Daitokuji Temple and is within the same compound in Kyoto. Koto-in Temple established in 1601 features two tea houses and is surrounded by moss covered gardens.Address: Kita Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/koto-in_temple/normal_IMG_1123.jpg",
      "name" : "KOTO-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEha7j5X1C-2reOP84" : {
      "address" : "",
      "description" : "Koubai-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Koubai-in Temple is not normally open to the public.Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/myoshinji_sub_temple/normal_IMG_2134.jpg",
      "name" : "KOUBAI-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEhjUAWM-why7dil6f" : {
      "address" : "",
      "description" : "Kounji Temple is a Buddhist temple, which was originally established in Osaka in 1280 then transferred to Nanzenji, Kyoto in 1664. Kounji Temple features a beautiful Chisan Kaiyu-shiki garden (garden that features a path around a pond).Address: Sakyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/kounji_temple/normal_kounji_temple_IMG_6500.JPG",
      "name" : "KOUNJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEhx8GVhvnxCZ707vr" : {
      "address" : "",
      "description" : "Kozanji Temple Kyoto - a World Heritage Site featuring Japan's oldest tea garden and many National Treasures including pictures. Kozanji Temple(高山寺, Kōzan-ji), or Toganoo-san Kōzan-ji (栂尾山高山寺, Toganoo-san Kōzan-ji), is an Omuro Buddhist temple located in Ume-ga-hata Toganoo-chō, Ukyō Ward, Kyoto, Japan. The temple was founded by famous monk Myōe and is renowned for its numerous national treasures and important cultural properties, in particular the famous picture scroll called Chōjū-giga. The temple celebrates Biyakkōshin, Zenmyōshin and Kasuga Myōjin, as well as the temple's tutelary Shintō deity. In 1994, it was registered as part of the UNESCO World Heritage Site \"Historic Monuments of Ancient Kyoto\".  Kozanji Temple Layout Jingo-ji houses a diagram of Kōzan-ji that was drawn in 1230, some 20 years after it was constructed. The diagram is registered as an important cultural property, because it shows the original layout of the temple. From the diagram, we know that Kōzan-ji originally consisted of a large gate, a main hall, a three-storied pagoda, a hall dedicated to Amitabha, a hall dedicated to Lohan, a bell tower, a scripture hall, and a Shinto Shrine dedicated to the tutelary deity of the area. However, all of these buildings have since been destroyed, save for the scripture hall, which is now known as Sekisui-in.  In addition to Sekisui-in, today's Kōzan-ji also contains a main hall (originally part of Ninna-ji, relocated to Kōzan-ji) and a hall dedicated to the founding of the temple, which houses an important carved wooden bust of Myōe. Both of these buildings, however, are modern reconstructions.  Kozanji Temple History Togano, located deep in the mountains behind Jingo-ji temple, which are famous for their autumn foliage, is considered an ideal location for mountain asceticism, and there have long been many small temples in this location. In addition to Kozan-ji, there have been other temples in the area, such as Toganoo-ji (度賀尾寺, Toganoo-ji) and Toganoo-bō (都賀尾坊, Toganoo-bō). According to legend, these were said to have been established by the imperial orders of Emperor Kōnin in 774, however, the accuracy of these claims is not clear.  In 1206, Myōe, a Kegon Buddhist priest who had been serving at nearby Jingo-ji, was granted the land to construct a temple by Emperor Go-Toba. He selected the name Hiidetemazukouzanwoterasuyama-no-tera (日出先照高山之寺, Hiidetemazukouzanwoterasuyama-no-tera). The temple's name was taken from a line in the Avatamsaka sutra: \"When the sun appears, it first casts its light upon the highest mountain.\" (日、出でて、まず高き山を照らす, hi, idete, mazu takakiyama wo terasu).  The temple was destroyed numerous times by fire and war. The oldest extant building is Sekisui-in (石水院, Sekisui-in), which dates from the Kamakura Period.  Kozanji Temple Cultural Properties The temple possesses numerous national treasures and important cultural properties, however, the majority of them are currently on loan to national museums in Kyoto and Tokyo.  National Treasures Sekisui-in - Built in the Kamakura Period. Irimoyazukuri style, having a gabled, hipped, shingled roof.  Chōjū-giga  Kegon-shū Soshi Eden (華厳宗祖師絵伝, Kegon-shū Soshi Eden) - created in the Kamakura period, this picture scroll portrays the lives of Korean Kegon founders Uisang and Wonhyo.  Myōe Shōnin-zō (明恵上人像, Myōe Shōnin-zō) - A portrait of Myōe also known as Jujō Zazen-zō (樹上座禅像, Jujō Zazen-zō) and created during the Kamakura period. In contrast to the standard image of a Buddhist monk, this picture features a tiny Myōe surrounded by mountains.  Butsugen Butsumo-zō (仏眼仏母像, Butsugen Butsumo-zō) - A portrait created in the Kamakura Period at the end of the 12th century.  Yupian (玉篇, gyokuhen) - a Tang period copy of a Chinese dictionary created during the Liang Dynasty. This is the oldest Chinese character dictionary in Japan.  Tenrei Banshō Meigi (篆隷万象名義, Tenrei Banshō Meigi) - valued as the only remaining copy of an old kanji dictionary compiled by Kūkai. It was copied in 1114.  Myōhō-ki (冥報記, Myōhō-ki) - A Tang period collection of Buddhist tales. Now disappeared from China, this is the only known copy in existence.   Important Cultural Properties An incredible number of buildings, picture scrolls, carvings, furnishings and old writings have been registered as important cultural properties. The most significant among these include:  A lacquered wooden statue of Bhaisajyaguru in seated posture created towards the end of the Nara period. Originally the center of a sanzonzō (a trio of Buddhist statues with the primary image in the center and flanked by two attendants), the attendant images were removed during the Meiji period. The image of Suryaprabha now rests in the Tokyo National Museum, and the image of the Chandraprabha in the university museum of the Tokyo National University of Fine Arts and Music.  A wooden statue of Myoe in sitting posture created in the Kamakura Period and located in the hall dedicated to the founding of the temple.  A pair of wooden deer statues created in the Kamakura period. These statues, of a buck and a doe, were uniquely constructed to look like komainu, the lion statues that guard the entrance to a Shinto Shrine. Deer are messengers of Kasuga Myōjin, the temple god, and as such, it is believed that these statues were placed in front of Kasuga Myōjin's altar.  A statue of Biyakkoshin in standing posture, constructed in the early Kamakura period. As the name indicates, the statue is painted white in its entirety--from its clothes to the pedestal. This is said to represent the snow of the Himalayas.  A wooden statue of Zenmyōshin constructed in the early Kamakura period. Much of the vivid paint still remains, and this statue, along with Biyakkō-shin, is said to be the work of famed Buddhist sculptor Tankei.  The Kōzan-ji document archive, which contains thousands of scriptures and records, some of which date back to the Heian Period.  Kōben Yume-no-Ki (高弁夢記, Kōben Yume-no-Ki) - a record of Myōe's dreams from 1196 to 1223. His dreams are said to have exerted a great deal of influence on his religious thinking.  Address : 8 Togano-o-cho, Umegahata, Ukyo-ku, Kyoto Transport : Take JR bus to Kajinoo, 5 minutes walk from Togano'o Opening Hours : 9:00 a.m. - 5:00 p.m.  Cost : 600 yen",
      "image" : "https://upload.wikimedia.org/wikipedia/commons/8/8d/Kozanji_Kyoto_Kyoto14s5s4500.jpg",
      "name" : "KOZANJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEiAF_xMGfwt60NRFp" : {
      "address" : "",
      "description" : "Kurama Temple is a Buddhist temple formerly from the Tendai sect, but since 1949 it has been part of the Kurama-Kokyo sect. Kurama Temple was founded in 770AD on Mt Kurama north of Kyoto, but all the original buildings were destroyed by fire with the Main Hall being last rebuilt in 1971. Kurama Temple is most famous for its part in the Kurama Fire Festival that takes place every year in October. Kurama Temple is a designated National Treasure.Opening Times: 9am to 4:30pm  Entrance Fees: 200 Yen  Address: Sakyo Ward, Kyoto, Kyoto Prefecture.  Directions: Take the Eizan Line and get off at Kurama Station.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/kurama_temple/normal_kurama_temple_DSC02073.JPG",
      "name" : "KURAMA TEMPLE",
      "prefectured" : ""
    },
    "-KOEiJftMtxwULan4x6t" : {
      "address" : "",
      "description" : "Manpukuji Temple is a Buddhist temple from the Obaku sect of Zen Buddhism which is in Uji (Kyoto Prefecture). Manpukuji Temple was completed in 1668 with a distinctive Chinese architectural style which has made it famous throughout Japan and probably why many of the buildings are designated Important Cultural Properties.  Address: Uji District, Uji, Kyoto Prefecture.",
      "image" : "http://www.japanvisitor.com/images/content_images/manpukuji-21.jpg",
      "name" : "MANPUKUJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEiW6uiapSLEGsLzsS" : {
      "address" : "",
      "description" : "Manshuin Temple is a Buddhist temple from the Tendai sect in north eastern Kyoto. Manshuin Temple, also known as Manshuin Monzeki, is famous for its dry landscape garden which includes 400 year old pine tree.  Address: Sakyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.japan-guide.com/g8/3968_01.jpg",
      "name" : "MANSHUIN TEMPLE",
      "prefectured" : ""
    },
    "-KOEidDscE2x0heX-Bo2" : {
      "address" : "",
      "description" : "Mibudera Temple is a Buddhist temple, that is the head temple for Risshu sect of Buddhism and is in Kyoto. Mibudera Temple which was established in 991AD is famous for several things; its 'Mibu kyogen' performance in April, its statue of Kondo Isami and its connection to the 'shisen-gumi' (the samurai who protected Kyoto in the late Edo Period).  Opening Times: 8:30am to 5:30pm  Address: Bojo-dori Bukkouji Kita-iru, Central Kyoto District, Nakagyo Ward, Kyoto, Kyoto Prefecture.  Directions: Take the Hankyu Line and get off at Omiya Station. Then ten minute walk",
      "image" : "http://xn--u9jz42kfleis7b.xyz/wp-content/uploads/2016/05/WS000240.jpg",
      "name" : "MIBUDERA TEMPLE",
      "prefectured" : ""
    },
    "-KOEikKS8C6zE7n0uXVy" : {
      "address" : "",
      "description" : "Mitsukuni-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Mitsukuni-in Temple is not normally open to the public.Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.japan-guide.com/g3/3961_12.jpg",
      "name" : "MITSUKUNI-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEiu_z6CvJuDHwpkPG" : {
      "address" : "",
      "description" : "Myoshinji Temple is large temple complex with thirty eight sub temples located within the same complex, some of which are famous for their Japanese gardens. Myoshinji Temple features several building which are Important Cultural Properties. Myoshinji Temple is the head temple for the Buddhist Rinzi Zen sect which includes an estimated three thousand temples throughout Japan. Myoshinji Temple complex which is located in north eastern Kyoto contains thirty eight sub temples, but only a few of these sub temples are open to the public. Myoshinji Temple was established in 1342 by the Zen Master Kanzan Egen, however none of the buildings date back to that period as most were destroyed in 1467 during the Onin War. Myoshinji Temple does feature many buildings which are designated Important Cultural Properties.  Myoshinji Temple Buildings - Important Cultural Properties List with year of construction. Chokushimon - 1610 Sanmon (main gate) - 1599 Butusden - 1827 Hatto - 1656 Dai-hojo - 1654 Kuri - 1653 Sho-hojo - 1603 Yokushitsu - 1656 Kyozo - 1673 Minamimon - 1610 Kitamon - 1610 Genkan - 1654 Shindo - 1656",
      "image" : "http://www.japan-guide.com/g3/3961_11.jpg",
      "name" : "MYOSHINJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEjOuXB55mIVkRH-2v" : {
      "address" : "",
      "description" : "Nanzenji Temple Kyoto is popular temple complex with a distinctive two-storey entrance gate (sanmon) and aqueduct. Nanzenji Temple is close to Kyoto's Philosopher's Walk. Nanzenji Temple complex is quite large, which means that it doesn't seem as crowded as many of the other temples in Kyoto. Open daily, 8.30am-5pm (4:30pm Dec to Feb). Walking around the main Nanzenji Temple complex and along the aqueduct is free, but there are three regions of Nanzenji that you can pay to enter;   Sanmon - the two-storey main gate to Nanzenji Temple was built in 1628 by Todo Takatora in memory of those who died in the civil War Oska Natsu-no-jin.　On the upper floor there are various images of Buddha and paintings. There is a charge ¥500 for admission to the upper storey, where there are also pleasant views over the surrounding area of the city.Nanzen-in Zen Temple - a small, but relaxing temple and moss garden behind the aqueduct, dating back to the 13th century, charges ¥300 for admission, and is probably only worth it if you have a particular interest in Zen Buddhism.Hojo - the abbot's quarters, is a more interesting building, with a small raked gravel Japanese garden and some impressive paintings on the sliding doors of the buildings. Admission is ¥500.    In addition to the key parts of the complex there are some additional temples just outside of the main complex including Konchiin Temple.  Nanzenji Temple Transport Nearest bus stop: Nanzenji, Eikando-michi. Nearest subway station: Keage.  Official Web Site: http://www.nanzenji.com/",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/nanzenji_temple/normal_nanzenji_temple_IMG_6642.JPG",
      "name" : "NANZENJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEjdnxgIBhsCkivL-l" : {
      "address" : "",
      "description" : "Nehando Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Nehando Temple is not normally open to the public.Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/myoshinji_sub_temple/normal_IMG_2128.jpg",
      "name" : "NEHANDO TEMPLE",
      "prefectured" : ""
    },
    "-KOEjpnjVCpLw3LFyHas" : {
      "address" : "",
      "description" : "Ninnaji Temple Kyoto is a World Heritage Site and its treasure house contains many National Treasures. Ninnaji Temple is the main temple of the Omuro School of the Shingon sect. Founded on the orders of Emperor Koko and completed in 888. Emperor Uda became the first abbot of the temple when he retired. His residence was known as Omuro Palace. From then until the Meiji Restoration in 1868 the position of head priest was always taken by a member of the imperial family. Many of the buildings and subordinate temples were lost during the Onin War (1467-1477). Most of the surviving buildings date from the 17th century, and include a five-storey pagoda and a plantation of dwarf cherry trees. The temple itself features some beautifully painted screen walls, and a beautiful walled garden. Ninnaji Temple has many National Treasures and priceless cultural artefacts in its treasure house. Ninnaji Temple is recognised among the \"Historic Monuments of Ancient Kyoto\" designated by UNESCO as a World Heritage Site.Behind the temple there is a miniature version of the renowned 88-temple pilgrimage in Shikoku.  Address: 33 Ouchi Omuro Ukyo-ku, Kyoto Transport: Keifuku Railway: Omuroninna Station, then 3 min walk; City Bus: Omuro-ninnaji Stop, then 1 min walk. Opening Hours: 9:00 - 16:30 including most holidays Cost: Temple ground are free, entry to Omuro Palace is 500 yen.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/ninnaji_temple/normal_ninnaji_temple_IMG_6812.JPG",
      "name" : "NINNAJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEk3JOfFlPJeL-zPM-" : {
      "address" : "",
      "description" : "Nishi Honganji Temple is one of two Buddhist temples two hundred metres apart in Kyoto, which were until recently the one temple. Nishi Honganji Temple features a large hall which are designated Important Cultural Properties. Nishi Honganji Temple also features a Japanese garden which is designated as a Special Place of Scenic Beauty. The two sites which were originally Honganji Temple form one site which is a UNESCO World Heritage Site and forms part of the 'Historic Monuments of Ancient Kyoto (Kyoto, Uji and Otsu Cities)' listing.  Address: Central Kyoto District, Shimogyo, Kyoto Prefecture.",
      "image" : "https://upload.wikimedia.org/wikipedia/commons/6/61/Higashi_Honganji_Honden.JPG",
      "name" : "NISHI HONGANJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEkIJN8-2p_d2y-csi" : {
      "address" : "",
      "description" : "Nison-in Temple, officially known as Ogura-yama Nison-kyo-in Keidai-ji, is a Buddhist temple of the Tendai sect, in Ukyo Ward of Kyoto. Nison-in Temple is famous for its bright red and orange maple leaves in Autumn (early December). Nison-in Temple was established in 834AD, however all of the structures from this time were destroyed in the Onin War. Nison-in Temple does still feature a significant cemetery which includes the graves of emperors, members of elite class and father of Sanjonishi Sanetaka. Nison-in Temple houses two designated Important Cultural Properties, which are both statues of Buddha from the Heian Period, one depicts the founding Buddha and the other when he has reached enlightment.Address: Arashiyama District, Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/nison-in_temple/normal_IMG_4171.jpg",
      "name" : "NISON-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEkUW_qlAzTGNs5s4v" : {
      "address" : "",
      "description" : "Nyoi-an Temple is a Buddhist temple, which is a sub temple of Daitokuji Temple and is within the same compound in Kyoto.  Address: Kita Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://cdn3.bigcommerce.com/s-ey8mfgi/product_images/uploaded_images/daitokuji-sanmon-kinmokaku.jpg?t=1434175478",
      "name" : "NYOI-AN TEMPLE",
      "prefectured" : ""
    },
    "-KOEkZcmTyYwFAYZGe92" : {
      "address" : "",
      "description" : "Nyoze-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Nyoze-in Temple is not normally open to the public.  Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "https://upload.wikimedia.org/wikipedia/commons/thumb/0/06/Myoshinji-temple.jpg/520px-Myoshinji-temple.jpg",
      "name" : "NYOZE-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEkfj8cTJ97zdytZGk" : {
      "address" : "",
      "description" : "Nyushin-in Temple is a Buddhist temple that is a sub temple of the nearby Chion-in Temple, which is in Higashiyama Ward Kyoto.Address: Higashiyama Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/nyushin-in_temple/normal_IMG_4772.jpg",
      "name" : "NYUSHIN-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEksQdVu05j6osN0Pj" : {
      "address" : "",
      "description" : "Obaiin Temple is a Buddhist temple, which is a sub temple of Daitokuji Temple and is within the same compound in Kyoto. Obaiin Temple was established in 1562 under orders of Nobunaga Oda as a place to hold a memorial service for his father. In 1586 the main hall and Karamon gate were renovated. In 1589 the Kurimon gate and the front gate were renovated. The family quarters of Obaiin Temple are considered to be the oldest of all the remaining Zen Temples in Japan.Address: Kita Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/daitokuji_temple/normal_IMG_1372.jpg",
      "name" : "OBAIIN TEMPLE",
      "prefectured" : ""
    },
    "-KOEl1c-I5_ri4VFCDoo" : {
      "address" : "",
      "description" : "Otani Sobyo is a Buddhist temple and mausoleum for Jodo Shinshu Otani Sect monks including Monk Shinran (1173-1262), the founder of Shin Buddhism. Otani Sobyo was established in 1272. During Obon (14th -16th Aug) each year, around 10,000 lanterns are lit at Otani Sobyo, which attracts many visitors. Otani Sobyo is in the Higashiyama Ward of Kyoto.Address: Higashiyama Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/otani_sobyo/normal_IMG_4733.jpg",
      "name" : "OTANI SOBYO",
      "prefectured" : ""
    },
    "-KOElCVTrGbsHkH06gtq" : {
      "address" : "",
      "description" : "Raikou-ji Temple is a Buddhist temple, which is a sub temple of Daitokuji Temple and is within the same compound in Kyoto.  Address: Kita Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/daitokuji_temple/normal_IMG_1187.jpgv",
      "name" : "RAIKOU-JI TEMPLE",
      "prefectured" : ""
    },
    "-KOElPtf682U3T19Q8qZ" : {
      "address" : "",
      "description" : "Reiun-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Reiun-in Temple is not normally open to the public.Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/myoshinji_sub_temple/normal_IMG_2191.jpg",
      "name" : "REIUN-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEldDrfmxdFkfLRx2-" : {
      "address" : "",
      "description" : "Rengeji Temple is a Buddhist temple, that is famous for its garden which is best seen when the leaves start to change colour in Autumn. Rengeji Temple is in north eastern Kyoto.Opening Times: 9am to 5pm  Entrance Fees: 400 Yen  Address: 1 Hachiman-cho, Kami-takano, Sakyo Ward, Kyoto, Kyoto Prefecture.  Directions: Take the Eizan Line and get off at Miyakeyahata Station.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/rengeji_temple/normal_IMG_4946.jpg",
      "name" : "RENGEJI TEMPLE",
      "prefectured" : ""
    },
    "-KOElnExirCxVwXoABY9" : {
      "address" : "",
      "description" : "Rinka-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Rinka-in Temple is not normally open to the public.Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/myoshinji_sub_temple/normal_IMG_2281.jpg",
      "name" : "RINKA-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEmKx2Xg09EBLz82Oe" : {
      "address" : "",
      "description" : "Rinshouin Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Rinshouin Temple is not normally open to the public.Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/myoshinji_sub_temple/normal_IMG_2239.jpg",
      "name" : "RINSHOUIN TEMPLE",
      "prefectured" : ""
    },
    "-KOEmVGhGmFB70dMiaBG" : {
      "address" : "",
      "description" : "Rozan-ji Temple is a Buddhist temple, which features a large Zen Japanese garden. The garden in Rozan-ji Temple is unusual as it has large trees on many of islands of moss. Rozan-ji Temple was established in 938AD at the foot of Mt Funaoka, but was then relocated to its current location in Kyoto, opposite the Kyoto Imperial Palace Park in 1573. Rozan-ji Temple was destroyed by fire in 1788, during the conflagration of Temmei, with the current buildings being constructed shortly after. Rozan-ji Temple is a owned by the Imperial Household.Opening Times: 9am to 4pm  Entrance Fees: 400 Yen  Address: 397 Kitanobe-cho 1-chome, Teramachi-dori Hirokoji-agaru, Kamigyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/rozan-ji_temple/normal_IMG_5035.jpg",
      "name" : "ROZAN-JI TEMPLE",
      "prefectured" : ""
    },
    "-KOEmm5DLXmuF5aJCwaf" : {
      "address" : "",
      "description" : "Ryoan-ji Temple - Ryoanji Temple in Kyoto is famous for its Zen garden. Ryoan-ji Temple is considered to be one of the most notable examples of the \"dry-landscape\" style. Ryoan-ji Temple was established in 1450 by the order of Hosokawa Katsumoto. Ryoanji Temple is a Zen temple which is one of the Historic Monuments of Ancient Kyoto, a UNESCO World Heritage Site.  The Rock Garden, a form of Japanese garden, in Ryoanji Temple is the quintessence of Zen art, and perhaps the greatest masterpiece of Japanese culture. There are fifteen rocks arranged on a white gravel within a space of 248 square meters. That’s all. No trees or ponds. It is called ‘Karesansui Garden’. Karesansui Garden is a style which depicts beauty of nature such as ocean, river, islands or mountains using only gravel and rocks but not trees or ponds.It is not known when and who created this famous Japanese garden. With its simplicity, this garden rouses its viewer’s own interpretation and imagination. Can you see the islands in the ocean? Or mountain peaks in a sea of clouds? Or a tiger carrying her cubs across the river? Queen Elizabeth II visited this Ryoanji Temple garden in 1975 and praised it a great deal.Behind the temple, there is a stone washbasin called ‘Tsukubai’. It bears a simple but profound four-character inscription: \"I learn only to be contented\".  Open: 8am – 5pm (Mar-Nov), 8.30am-4.30pm (Dec-Feb), 7 days a week Admission: 500 yen",
      "image" : "http://www.gojapango.com/japan_picture/albums/userpics/japanese_gardens/normal_DSC05831.jpg",
      "name" : "RYOAN-JI TEMPLE",
      "prefectured" : ""
    },
    "-KOEn4KvO4rTg_553eUS" : {
      "address" : "",
      "description" : "Ryogen-in Temple is a Buddhist temple, which is a sub temple of Daitokuji Temple and is within the same compound in Kyoto. Ryogen-in Temple is famous for its five Japanese garden in particular the stone and moss garden Isshidan, however it also lays claim to Japan's smallest stone garden. Ryogen-in Temple was established in 1502.Address: Kita Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/ryogen-in_temple/normal_IMG_2555.jpg",
      "name" : "RYOGEN-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEnDXK6Xjk2q2e7hKq" : {
      "address" : "",
      "description" : "Ryosen-an Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Ryosen-an Temple is not normally open to the public.Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/myoshinji_sub_temple/normal_IMG_1966.jpg",
      "name" : "RYOSEN-AN TEMPLE",
      "prefectured" : ""
    },
    "-KOEnMIPYkeh6adTrGwq" : {
      "address" : "",
      "description" : "Ryoukou-in Temple is a Buddhist temple, which is a sub temple of Daitokuji Temple and is within the same compound in Kyoto.  Address: Kita Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "RYOUKOU-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEoNxyh3ksWFbACGWS" : {
      "address" : "",
      "description" : "Ryousen-an Temple is a Buddhist temple, which is a sub temple of Daitokuji Temple and is within the same compound in Kyoto.  Address: Kita Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "RYOUSEN-AN TEMPLE",
      "prefectured" : ""
    },
    "-KOEoXmdZhDe_6LKE55P" : {
      "address" : "",
      "description" : "Ryousho-ji Temple is a Buddhist temple, which is a sub temple of Daitokuji Temple and is within the same compound in Kyoto.  Address: Kita Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "RYOUSHO-JI TEMPLE",
      "prefectured" : ""
    },
    "-KOEojqIfmqb47H7Exwj" : {
      "address" : "",
      "description" : "Saihoji Temple Kyoto - a World Heritage Site featuring a famous moss garden. Saihoji Temple has restricted access for tourists. Saihoji Temple (西芳寺, Saihō-ji) is a Rinzai Zen Buddhist temple located in Matsuo, Nishikyō Ward, Kyoto, Japan. The temple, which is famed for its moss garden, is commonly referred to as \"Koke-dera\" (苔寺, \"Koke-dera\"), meaning \"moss temple\", and is also known as \"Kōinzan Saihō-ji\" (洪隠山西芳寺, \"Kōinzan Saihō-ji\"). The temple, primarily constructed to honor Amitabha, was first founded by Gyōki, and was later restored by Musō Soseki. In 1994, Saihō-ji was registered as a UNESCO World Heritage Site, as part of the \"Historic Monuments of Ancient Kyoto\".  Saihoji Temple Layout The famous moss garden of Saihō-ji, is situated in the eastern temple grounds. Located in a grove, the garden is arranged as a circular promenade, centered around Golden Pond (黄金池, ōgonchi). The pond is shaped like the Chinese character for \"heart\" or \"mind\" (心, kokoro) and contains three small islands: Asahi Island (朝日島, Asahi Island), Yūhi Island (夕日島, Yūhi Island) and Kiri Island (霧島, Kiri Island). The area around the pond is said to be covered with more than 120 varieties of moss, believed to have started growing after the flooding of the temple grounds in the Edo Period.  The garden itself contains three tea houses: Shōnan-tei (湘南亭, Shōnan-tei), Shōan-dō (少庵堂, Shōan-dō), and Tanhoku-tei (潭北亭, Tanhoku-tei), which were partially inspired by phrases from the Chon work Biyan Lu.  Shōnan-tei was originally built during the 14th century, but was subsequently destroyed. It was later restored by Sen no Shōan. Iwakura Tomomi was famously sheltered here towards the end of the Edo Period. Shōnan-tei is registered as an important cultural property.  Shōan-dō was constructed in 1920, and contains a wooden image of Sen no Shōan, after whom the teahouse was named.  Tanhoku-tei was donated to the temple in 1928 by potter Zōroku Mashimizu.  The eastern temple grounds also contains the main temple hall, the study, and a three-storied pagoda.  The main hall of the temple, known as Sairai-dō (西来堂, Sairai-dō), was reconstructed in 1969, and it was in this year that the current image of Amitabha was enshrined. The paintings on the sliding doors are the work of Inshō Dōmoto.  The three-storied pagoda was erected in 1978, and is used to store copies of sutras, written by Rinzai adherents. The pagoda was constructed to honor Bhaisajyaguru.  The northern temple grounds contains a Zen rock garden, and a temple hall known as Shitō-an (指東庵, Shitō-an). The arrangement of stones in the rock garden is said to be demonstrative of Musō's creative genius.  The gardens of Saihō-ji are collectively considered to be both a historical landmark and a \"special place of scenic beauty\" in Japan.  Other significant items within the temple grounds include a stone monument engraved with a Kyoshi Takahama haiku, and another stone monument, engraved with some of the writings of Jirō Osaragi. A portrait of Musō Soseki is considered to be an important cultural property.  Saihoji Temple Tourist Restrictions Until 1977, the temple was open to admission by the general public, but currently, visitors are admitted only by prior application (by return postcard), and the fee to visit the temple (¥3,000) is the highest in Kyoto. Before being permitted access to the garden, visitors must engage in up to two hours of zazen and the hand-copying or chanting of sutras. It is said that these regulations were put into place in order to protect the delicate moss from the hordes of tourists that plagued the temple prior to 1977.  Saihoji Temple History According to temple legend, Saihō-ji was constructed during the Nara Period by Gyōki, on the location of one of Prince Shōtoku's former retreats. The temple first operated as a Hossō temple dedicated to Amitabha, and was known as \"Saihō-ji\" (西方寺, \"Saihō-ji\"), a homophone of the current name. The name was selected because Amitabha is the primary buddha of Western Paradise, known in Japanese as \"Saihō Jōdo\" (西方浄土, \"Saihō Jōdo\"). Legend states that such famous Japanese monks as Kūkai and Hōnen later served as the chief priests of the temple. Although the veracity of these legends is questionable, it is believed that such a predecessor to the current temple did, in fact, exist.  Over time, the temple fell into disrepair, and in 1339, the chief priest of the nearby Matsunoo Shrine, Fujiwara Chikahide, summoned the famous Japanese gardener Musō Soseki to help him revive Saihō-ji as a Zen temple. At this time, Musō decided to change the temple's name, to reflect its new Zen orientation. The temple became \"Saihō-ji\" (西芳寺, \"Saihō-ji\"), the name being selected not only because it was a homophone of the original name, but also because the kanji were used in phrases related to Bodhidharma: \"Bodhidharma came from the West\" (祖師西来, soshi seirai) and \"Bodhidharma's teachings shall spread and come to bear fruit like a five-petaled flower\" (五葉聯芳, goyō renpō?). Saihō-ji was destroyed by fire during the Ōnin War, and twice ravaged by floods during the Edo Period, but has since been rebuilt.  Ironically, the moss for which the temple is known was not part of Musō's original design. According to French historian Francois Berthier, the garden's \"islands\" were \"carpeted with white sand\" in the fourteenth century. The moss came much later, of its own accord during the Meiji era (1860-1912), when the monastery lacked sufficient funds for upkeep.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "SAIHOJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEowcmwlN10JSK4tMZ" : {
      "address" : "",
      "description" : "Sangen-in Temple is a Buddhist temple, which is a sub temple of Daitokuji Temple and is within the same compound in Kyoto. Sangen-in Temple was established in 1589 by Mitunari Ishida, Yukinaga Asano and Tadamasa Mori. The tea room of Sangen-in Temple, Koan, is a well known example of eight-windowed Oribe style. The tea room was constructed in the 17th century.Address: Kita Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/daitokuji_temple/normal_IMG_1162.jpg",
      "name" : "SANGEN-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEpDTvQadIIk4X7l5W" : {
      "address" : "",
      "description" : "Sanjusangendo Temple is located in Kyoto, Japan. Sanjusangendo Temple is famous for the Thousand Armed Kannon it houses. Sanjusangendo Temple (三十三間堂, Sanjūsangendō) is a Buddhist temple in Higashiyama District of Kyoto, Japan. Officially known as \"Rengeō-in\" (蓮華王院), or Hall of the Lotus King, Sanjusangendo belongs to and is run by the Myoho-in temple, a part of the Tendai school of Buddhism. The temple name literally means Hall with thirty three spaces between columns, describing the architecture of the long main hall of the temple.Sanjusangendo History Taira no Kiyomori completed the temple under order of Emperor Go-Shirakawa in 1164. The temple complex suffered a fire in 1249 and only the main hall was rebuilt in 1266. In January, the temple has an event known as the Rite of the Willow (柳枝のお加持), where worshippers are touched on the head with a sacred willow branch to cure and prevent headaches. A popular archery tournament known as Tōshiya (通し矢) is also held here on the same grounds since the Edo period.  Sanjusangendo Key Features The main deity of the temple is Sahasrabhuja-arya-avalokiteśvara or the Thousand Armed Kannon. The statue of the main deity was created by the Kamakura sculptor Tankei and is a National Treasure of Japan. The temple also contains one thousand life-size statues of the Thousand Armed Kannon which stand on both the right and left sides of the main statue in 10 rows and 50 columns. Of these, 124 statues are from the original temple, rescued from the fire of 1249, while the remaining 876 statues were constructed in the 13th century. The statues are made of Japanese cypress. Around the 1000 Kannon statues stand 28 statues of guardian deities. There are also two famous statues of Fujin and Raijin.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/sanjusangen-do_temple/normal_sanjusangen-do_temple_IMG_5674.JPG",
      "name" : "SANJUSANGENDO TEMPLE",
      "prefectured" : ""
    },
    "-KOEpTlnJQ3yGQrNXrw1" : {
      "address" : "",
      "description" : "Sanzenin Temple is a Buddhist temple of the Tendai sect, in northern Kyoto. Sanzenin Temple is famous for its beautiful gardens that feature a moss garden, Autumn leaves and cherry blossom in Spring. Sanzenin Temple, also known as Kajii Monzeki, is one of the five Tendai Monzeki temples which in the past always had a chief priest who was a member of the Imperial family. Sanzenin Temple was first established in 985 and also features the distinctive thatched Ojo-Gokuraku-in which enshrines the Amida trinity statues.  Entrance Fees: 700 Yen  Address: 540 Ohara-Raigoin-cho, Sakyo Ward, Kyoto, Kyoto Prefecture.  Directions: 15 minute walk from Ohara Bus Stop, after 45 minute ride from Kyoto Station",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "SANZENIN TEMPLE",
      "prefectured" : ""
    },
    "-KOEpbEptqqjWtSvln27" : {
      "address" : "",
      "description" : "Seikenji Temple is a Buddhist temple that was established by Monk Jindo in Amagasaki-shi, Hyogo Prefecture between 1342 and 1345. Seikenji Temple was reconstructed and relocated in 1932 to its current site in Sakyo Ward Kyoto. Seikenji Temple features some pretty red and orange Autumn leaves in late November.Address: Sakyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/seikenji_temple/normal_IMG_4939.jpg",
      "name" : "SEIKENJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEpjbuo_ThgYHjQlEF" : {
      "address" : "",
      "description" : "Seiryo-ji Temple is a Buddhist temple of the Pure Land sect, which frequently referred to as Sagashakado (Hall of Shakyamuni Tathagata in Saga). The current site of Seiryo-ji Temple was originally the mountain villa, Seikakan, of Minamoto-no-Toru, who was the basis for the 'Hikaru Genji' character in the famous 'Tale of Genji'. After the death of Minamoto-no-Toru, the villa was converted to a temple known as Sikaji Temple, which was later named Seiryo-ji Temple. Seiryo-ji Temple features a very large and impressive gate, a two story pagoda, Japanese garden and trees which feature some stunning red and orange Autumn leaves. The main object of enshrinement in the temple is a life sized image of Shakyamuni Tathagata, which was installed in 945AD. Seiryo-ji Temple is sited in Saga District Kyoto, close to several other temples which also very popular for their displays of Autumn leaves.Entrance Fees: Free  Address: Sago District, Ukyo Ward, Kyoto, Kyoto Prefecture.  Directions: 15 minute walk from Saga-Arashiyama Station on the JR Sanin Main Line.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/seiryoji_temple/normal_IMG_4103.jpg",
      "name" : "SEIRYO-JI TEMPLE",
      "prefectured" : ""
    },
    "-KOEpxpKf76sdF0TUWE1" : {
      "address" : "",
      "description" : "Senko-ji Temple is a Buddhist temple in the Arashiyama District of Kyoto. Senko-ji Temple sits half way up the mountain side and be seen from the look out point in Arashiyama Park and one of the look out points in Okochi Sanso.Address: Arashiyama District, Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/senko-ji_temple/normal_IMG_4346.jpg",
      "name" : "SENKO-JI TEMPLE",
      "prefectured" : ""
    },
    "-KOEqEVFWWLcK2ZD3pe5" : {
      "address" : "",
      "description" : "Shinju-an Temple is a Buddhist temple, which is a sub temple of Daitokuji Temple and is within the same compound in Kyoto.  Address: Kita Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "SHINJU-AN TEMPLE",
      "prefectured" : ""
    },
    "-KOEqK1QhyqMpqrPS-NB" : {
      "address" : "",
      "description" : "Shinnyo-do Temple is a Buddhist temple of the Tendai sect in Kyoto. Shinnyo-do Temple is famous for its bright red and orange leaves in Autumn. Shinnyo-do Temple was established in 984AD by Kaisan Shonin.Address: Sakyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/shinnyo-do_temple/normal_IMG_4432.jpg",
      "name" : "SHINNYO-DO TEMPLE",
      "prefectured" : ""
    },
    "-KOEqXlX5e96g3Y7Q8SA" : {
      "address" : "",
      "description" : "Shisendo Temple is a Buddhist temple from the Zen Soto sect, which is to the north east of Kyoto. Shisendo Temple is famous for its Japanese garden which features azalea bushes, gravel areas and ponds. This tranquil temple was established in 1641 by the poet Ishikawa Jozan, who actually designed the garden.Address: Sakyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/shisendo/normal_shisendo_DSC02096.JPG",
      "name" : "SHISENDO TEMPLE",
      "prefectured" : ""
    },
    "-KOErKlq5_tfBbHkvmld" : {
      "address" : "",
      "description" : "Shodenji Temple is a Buddhist temple of the Rinzai sect, in northern Kyoto close to Kinkakuji - Golden Pavilion. Shodenji Temple is famous for its Japanese rock or dry landscape garden which features Mt Hiei as a borrow scenery.  Address: Kita Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "SHODENJI TEMPLE",
      "prefectured" : ""
    },
    "-KOErTfUnbgAjkuVgDPh" : {
      "address" : "",
      "description" : "Shoju-in Temple is a Buddhist temple, which is a sub temple of Daitokuji Temple and is within the same compound in Kyoto.  Address: Kita Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "SHOJU-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOErebzjpF236tT8a4G" : {
      "address" : "",
      "description" : "Shorenin Temple is a Buddhist temple of the Tendai sect in Kyoto. Shorenin Temple is one of five Monzeki temples where in the past, the head priest at these temples was always belonged to the Imperial family. Shorenin Temple features two observatories that provide excellent views of the city of Kyoto. Shorenin Temple features a beautiful Japanese garden that emphasises the beauty of the four seasons.Address: Higashiyama Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/shorenin_temple/normal_IMG_4557.jpg",
      "name" : "SHORENIN TEMPLE",
      "prefectured" : ""
    },
    "-KOErsiPbwt8XjYEB2_K" : {
      "address" : "",
      "description" : "Shoushukuin Temple is a Buddhist temple from the same sect as they nearby Chion-in Temple. Shoushukuin Temple also contains the Matsukaze Tenmangu Shrine. When Chion-in Temple was destroyed by a fire in 1633, Ouyoreigan, the monk in charge, asked Shogun Tokugawa Iemitsu for funding for its reconstruction, and it was granted. Ouyoreigan prayed for Tenjin (Japanese God) for its success. As it was successfully reconstructed, Ouyoreigan enshrined Tenjin here. This is how Matsukaze Tenmangu Shrine came to be established within Shoushukuin Temple. Shoushukuin Temple is in Higashiyama Ward Kyoto.Address: Higashiyama Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/shoushukuin_temple/normal_IMG_4775.jpg",
      "name" : "SHOUSHUKUIN TEMPLE",
      "prefectured" : ""
    },
    "-KOEs5SmOqf52k5yp9Xs" : {
      "address" : "",
      "description" : "Shoutaku-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Shoutaku-in Temple is not normally open to the public.Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/myoshinji_sub_temple/normal_IMG_2170.jpg",
      "name" : "SHOUTAKU-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEsDnYraZhaCP1qeOB" : {
      "address" : "",
      "description" : "Shunko-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Shunko-in Temple is not normally open to the public.Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/myoshinji_sub_temple/normal_IMG_2230.jpg",
      "name" : "SHUNKO-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEsUU0WiHYSvIWtiyq" : {
      "address" : "",
      "description" : "Soken-in Temple is a Buddhist temple, which is a sub temple of Daitokuji Temple and is within the same compound in Kyoto. Soken-in Temple was established in 1582 by Toyotomi Hideyoshi as a mortuary temple of Oda Nobunaga. In the early part of the Meiji Period the Soken-in Temple was demolished and its treasures moved to other temples. In 1926 Soken-in Temple was re-established and in 1961 a wooden statue of Oda Nobunaga (designated Important Cultural Property) was returned.  Address: Kita Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "SOKEN-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEsgIJgW9elkJ-uWiE" : {
      "address" : "",
      "description" : "Taizo-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Taizo-in Temple is famous for its three Japanese gardens, which include two dry landscape and another large garden featuring a waterfall and pond. Taizo-in Temple is one of the few Myoshinji Sub Temples which is normally open to the public.Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/taizo-in_temple/normal_IMG_2068.jpg",
      "name" : "TAIZO-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEssqn48oAzH5pu_uu" : {
      "address" : "",
      "description" : "Tenju-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Tenju-in Temple is not normally open to the public.Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/myoshinji_sub_temple/normal_IMG_2158.jpg",
      "name" : "TENJU-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEszJQPCzDbwELWf8E" : {
      "address" : "",
      "description" : "Tenjuan Temple is a Buddhist temple, that is a sub temple of Nanzenji Temple and within the massive Nanzenji Temple precinct in Kyoto. Tenjuan Temple is famous for its two beautiful Japanese gardens including a dry garden and a pond within a strolling garden.Address: Sakyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/tenjyuan_garden/normal_tenjyuan_garden_IMG_6644.JPG",
      "name" : "TENJUAN TEMPLE",
      "prefectured" : ""
    },
    "-KOEtAyW13nF3joBKgQN" : {
      "address" : "",
      "description" : "Tenkyu-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Tenkyu-in Temple is not normally open to the public.Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/myoshinji_sub_temple/normal_IMG_2275.jpg",
      "name" : "TENKYU-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEtJXNaSaq2Or_2T7g" : {
      "address" : "",
      "description" : "Tenryuji Temple Tours - A World Heritage Site and one of the most historic site in Kyoto. Tenryuji Temple is the most important Zen Temple in Kyoto. Tenryuji Temple (天龍寺, Tenryū-ji) more formally known as Tenryū Shiseizen-ji (天龍資聖禅寺, Tenryū Shiseizen-ji) is the head temple of the Tenryū sect of Rinzai Zen Buddhism, located in Susukinobaba-chō, Ukyō Ward, (Arashiyama region), Kyoto, Japan. The temple was founded by Ashikaga Takauji, primarily to venerate Gautama Buddha, and its first chief priest was Musō Soskice. As a temple related to both the Ashikaga family and Emperor Godaigo, the temple is held in high esteem, and is ranked as the most important (Rinzai) Zen temple in Kyoto. In 1994, it was registered as a UNESCO World Heritage Site, as one of the \"Historic Monuments of Ancient Kyoto\".The Sgen Pond (foreground) created by Musō Soseki is one of the highlights in the Tenryuji Temple complex.  Tenryuji Temple - Cultural Properties The \"important cultural properties\" of Tenryū-ji include:  Three portraits of Musō Soseki, and paintings of Avalokitesvara and Seiryō Hōgen Zenji/Yunmen Daishi  The wooden carving of Gautama Buddha.  Various illustrations and writings in the document archive, such as Shanaingoryō-ezu (遮那院御領絵図, Shanaingoryō-ezu), Ōkoshokyōkanji-no-ezu (往古諸郷館地之絵図, Ōkoshokyōkanji-no-ezu), Ōeikinmyō-ezu (応永鈞命絵図, Ōeikinmyō-ezu), Tōryōeiyo-bakuseki (東陵永與墨蹟, Tōryōeiyo-bakuseki), and various writings of Kitabatake Chikafusa  The garden, created by Musō Soseki, features a circular promenade around Sōgen Pond (曹源池, sōgenchi), and is registered as both a special place of scenic beauty and a historical landmark.  Tenryuji Temple - History In the early Heian Period, Empress Tachibana no Kachiko, wife of Emperor Saga, founded a temple called Danrin-ji (檀林寺, Danrin-ji) on the site of present-day Tenryū-ji. The temple fell into disrepair over the next four hundred years, before, in the mid-thirteenth century, Emperor Gosaga and his son Emperor Kameyama turned the area into an imperial villa they christened \"Kameyama Detatched Palace\" (亀山殿, kameyamadono). The name \"Kameyama\", which literally means \"turtle mountain\", was selected due to the shape of Mt. Ogura, which lies to the west of Tenryū-ji it is said to be similar to the shape of a turtle's shell. All Japanese temples constructed after the Nara period have a sangō, a mountain name used as an honorary prefix. Tenryū-ji's sangō, Reigizan (霊亀山, Reigizan lit. \"mountain of the spirit of the turtle\"), was also selected due to the shape of Mt. Ogura.The palace was converted into a temple at the behest of Ashikaga Takauji, who wished to use the temple to hold a memorial service for Emperor Go-daigo. Ashikaga became the shogun in 1338, and Go-daigo died in Yoshino the following year. Ashikaga opposed the failed Kemmu Restoration, which was started by Emperor Go-daigo, and the emperor decreed that Ashikaga should be hunted down and executed. When his former-friend-turned-enemy passed away, Ashikaga recommended that Zen monk Musō Soseki construct a temple for his memorial service. It is said that the temple was originally going to be named Ryakuō Shiseizen-ji (暦応資聖禅寺, Ryakuō Shiseizen-ji), Ryakuō being the name of the reign of the emperor of the northern court at that time. However, Ashikaga Takauji's younger brother, Tadayoshi supposedly had a dream about a golden dragon flitting about the Ōi River (also known as the Hozu River), which lies south of the temple, and the temple was instead named Tenryū Shiseizen-ji the term \"Tenryū\" literally means \"dragon of the sky\" . In order to raise the funds to build the temple, a trading vessel called \"Tenryūjisen\" was constructed and set asail. A ceremony was held on the seventh anniversary of Emperor Go-Daigo's death in 1345, which functioned as both a celebration of the completion of the temple, and as Go-daigo's memorial.  The temple prospered as the most important Rinzai temple in Kyoto, and the temple grounds grew to roughly 330,000 square meters in size, extending all the way to present-day Katabira-no-Tsuji station on the Keifuku Railway. At one time, the massive grounds were said to contain some 150 sub-temples, however, the temple was plagued with numerous fires, and all of the original buildings have been destroyed. During the middle ages, the temple met with fire six times: in 1358, 1367, 1373, 1380, 1447 and 1467. The temple was destroyed again during the Ōnin War and subsequently rebuilt, but in 1815 it was lost to yet another fire. The temple was severely damaged during the Hamaguri Rebellion in 1864, and most of the buildings as we see them today are reconstructions from the latter half of the Meiji period. The garden to the west of the abbey, created by Musō Soseki, shows only traces of its original design.  The tombs of Emperors Gosaga and Kageyama lie within the temple grounds.  Tenryuji Temple - Layout On the eastern boundary of the temple grounds lie two gates: Chokushi Gate (勅使門, chokushimon) and Middle Gate (中門, chūmon), from which the path to the temple itself leads west. Generally, Zen temple grounds are designed so that they face the south, with major buildings aligned along the north-south axis. Tenryū-ji's layout is an exception to this principle. Sub-temples line both sides of the path, which leads to the lecture hall. There are numerous buildings behind the lecture hall, such as large abbey (大方丈, ōhōjō), the small abbey (小方丈, kohōjō), the kitchen, the meditation hall, and Tahō-den (多宝殿, Tahō-den) hall, however, each of these is modern reconstruction.  Chokushi gate is a one-storey gate, constructed in yotsuashimon style. It is the oldest structure on the temple grounds and is representative of the style of the Momoyama Period.  The teaching hall is located at the center of the temple grounds, which is unusual for a Zen temple. The extant version is a 1900 reconstruction. It contains an image of Gautama Buddha, flanked by two guardians. The decorative painting of a dragon on the ceiling called Unryū-zu (雲龍図, Unryū-zu lit. \"image of the cloud dragon\") is the work of Suzuki Shōnen.  Ōhōjō was constructed in 1899.  Kohōjō constructed in 1924.  Tahō-den was constructed in 1934. Although it is a modern building, it was constructed in Kamakura Period style. It contains a wooden image of Emperor Go-Daigo.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/tenryuji_temple/normal_tenryuji_temple_IMG_2245.jpg",
      "name" : "TENRYUJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEtcJCX9JbWoV_uMTF" : {
      "address" : "",
      "description" : "Tensho-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Tensho-in Temple is not normally open to the public.Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/myoshinji_sub_temple/normal_IMG_2257.jpg",
      "name" : "TENSHO-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEtlEb2PSW6S3OnZl7" : {
      "address" : "",
      "description" : "Tofukuji Temple Kyoto, Japan - Tofukuji Temple's main gate is the oldest Zen main gate in all Japan. Tofukuji Temple is very popular in autumn for its red foliage. Tofukuji (東福寺, Tōfuku-ji) is a Buddhist temple in Higashiyama-ku in Kyoto city.  The Tōfuku-ji temple was established in 1236 AD by the Chancellor Kujō Michiie, who designated the founding priest as Enni (円爾, Enni) (1201 -1280) in 1243 AD. It is a part of the Rinzai school, one of the two major Japanese Zen sects. It is considered to be one of the five major Zen temples in Kyoto city. Tōfuku-ji was intended to compete with the Tōdai-ji and Kōfuku-ji temples in Nara, and as such its name is a combination of characters from both of those temples.  Tōfuku-ji's main gate (三門, San-mon) is noteworthy as the oldest Zen main gate in all Japan and is a Japanese National Treasure.Currently, the Tōfuku-ji complex includes 24 subtemples, though in the past the number has been as high as 53.  The temple features a large number of Japanese Maple trees, and is most crowded during the autumn season when people flock to see the autumn foliage. It is traditional to view the leaves from the Tsūten-kyō bridge.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/tofukuji_temple/normal_tofukuji_temple_IMG_5853.JPG",
      "name" : "TOFUKUJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEtzeRRmuA45HNEPsW" : {
      "address" : "",
      "description" : "Toji Temple - Kyoto Japan - A World Heritage Site, the Toji Temple is a Buddhist temple and includes the tallest wooden tower in Japan. Tō-ji (東寺, Tō-ji) is a Buddhist temple of the Shingon sect in Kyoto, Japan. Its name means East Temple, and it once had a partner, Saiji (West Temple). They stood alongside the Rashomon, the gate to the Heian capital. It is formally known as Kyō-ō-gokoku-ji (教王護国寺, Kyō-ō-gokoku-ji) which indicates that it previously functioned as a temple providing protection for the nation. Tō-ji is located in Minami-ku near the intersection of Ōmiya Street and Kujō Street, southwest of Kyoto Station.Although often associated with the famous priest Kōbō Daishi (Kūkai), Tō-ji was established in 796 A.D., two years after the capital moved to Heian-kyō. Kūkai was put in charge of Tō-ji in 823 A.D. by order of Emperor Saga. Its principal image is of Yakushi Nyorai, the healing Buddha.  The pagoda of Tō-ji stands 57 m high, and is the tallest wooden tower in Japan. It dates from the Edo period, when it was rebuilt by order of the third Tokugawa Shogun, Iemitsu. The pagoda has been, and continues to be, a symbol of Kyoto. Entrance into the pagoda itself is permitted only a few days a year.  The buildings at Tō-ji house a variety of ancient Buddhist sculpture. The grounds feature a garden and pond, in which turtles and koi swim. The grounds also house an academically rigorous private school, Rakunan, from which many students are sent to elite universities.  Recognizing the historical and spiritual significance of Tō-ji, UNESCO designated it, along with several other treasures in Kyoto Prefecture, as part of the \"Historic Monuments of Ancient Kyoto\" World Heritage Site.On the 21st of each month, a famous flea market is held on the grounds of Tō-ji . This market is popularly called Kōbō-san, in honor of Kōbō Daishi, who died on March 21st. The flea market feautures a variety of antiques, art, clothes, pottery, some food, and typical second-hand flea market goods. By far the largest market is held on December 21st, as it is the last of the year.  A similar market is held on the 25th of every month at Kitano Tenmangu, also called Tenjin. A Kyoto proverb proclaims, \"Fair weather at Tō-ji market means rainy weather at Tenjin market,\" calling to mind Kyoto's fickle weather.  A smaller, less-crowded, antique-oriented market is held at the Tō-ji grounds on the first Sunday of each month.  On July 7, 2007 one of the Live Earth concerts (raising awareness for the earth's climate) was staged at Tō-ji; artists which played included Bonnie Pink, Michael Nyman, Rip Slyme, UA and the Yellow Magic Orchestra.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/toji_temple/normal_toji_temple_IMG_5533.JPG",
      "name" : "TOJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEuIAqd3JBNp70I_be" : {
      "address" : "",
      "description" : "Tokai-an Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Tokai-an Temple is not normally open to the public.Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/myoshinji_sub_temple/normal_IMG_2110.jpg",
      "name" : "TOKAI-AN TEMPLE",
      "prefectured" : ""
    },
    "-KOEuRmaWAQ4fntVX4BZ" : {
      "address" : "",
      "description" : "Tokuzen-ji Temple is a Buddhist temple, which is a sub temple of Daitokuji Temple and is within the same compound in Kyoto.  Address: Kita Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "TOKUZEN-JI TEMPLE",
      "prefectured" : ""
    },
    "-KOEubtucDk5tcRqPfol" : {
      "address" : "",
      "description" : "Tourin-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Tourin-in Temple is not normally open to the public.  Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "TOURIN-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEuiOuYq-oCWE1pqsq" : {
      "address" : "",
      "description" : "Tsugen-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Tsugen-in Temple is not normally open to the public.  Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "TSUGEN-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEvB7wfT_zMGAkGD45" : {
      "address" : "",
      "description" : "Unrin-in Temple is a Buddhist temple, which is a sub temple of Daitokuji Temple and is across the road from the main compound in Kyoto.  Address: Kita Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "UNRIN-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEvJcP-qkXSPjKZSXH" : {
      "address" : "",
      "description" : "Unsho-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unsho-in Temple is one of the few Myoshinji Sub Temples which is normally open to the public.  Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "UNSHO-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEvRWyEhKp-dW2-2fP" : {
      "address" : "",
      "description" : "Yoshimine-dera Temple is a Buddhist temple in western Kyoto, is the 20th temple on the Saigoku Kannon pilgrimage. Yoshimine-dera Temple features herbal baths said to help neuralgia suffers, given the temple the common name of 'Neuralgia Temple'. While Yoshimine-dera Temple does feature some cherry blossom, it is most famous for it Autumn leaves.  Address: Nishikyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "YOSHIMINE-DERA TEMPLE",
      "prefectured" : ""
    },
    "-KOEvce4Us_BjCOHOiKc" : {
      "address" : "",
      "description" : "Yotoku-in Temple is a Buddhist temple, which is a sub temple of Daitokuji Temple and is within the same compound in Kyoto.  Address: Kita Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "YOTOKU-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEvi9S7ImCV-iug2sn" : {
      "address" : "",
      "description" : "Yotoku-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Yotoku-in Temple is not normally open to the public.  Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "YOTOKU-IN TEMPLE MYOSHINJI",
      "prefectured" : ""
    },
    "-KOEvtRShPtmJtLAtZZZ" : {
      "address" : "",
      "description" : "Yougen-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Yougen-in Temple is not normally open to the public.Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/myoshinji_sub_temple/normal_IMG_2122.jpg",
      "name" : "YOUGEN-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEw1Sd5WdYA-u_5CHW" : {
      "address" : "",
      "description" : "Zakke-in Temple is a Buddhist temple, which is one of the thirty eight sub temples of Myoshinji Temple which is within the large Myoshinji Temple complex in north eastern Kyoto. Unfortunately Zakke-in Temple is not normally open to the public.  Address: Ukyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "ZAKKE-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEwCHCIZq0X0UA3UYF" : {
      "address" : "",
      "description" : "Zuiho-in Temple is a Buddhist temple, which is a sub temple of Daitokuji Temple and is within the same compound in Kyoto. Zuiho-in Temple, established in 1319, features several Japanese gardens including the beautiful 'Garden of Solitary Sitting' which is a dry landscape garden.Address: Kita Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/zuihoin_temple/normal_IMG_1216.jpg",
      "name" : "ZUIHO-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOEwMYZjoaHxxxwhzHX" : {
      "address" : "",
      "description" : "Entsuin Temple is famous for a painting of a Western-style rose that is said to be the oldest in Japan. Entsuin Temple is designated as an important national cultural asset. Entsuin Temple, commonly referred to Rose Temple, is the mausoleum of Date Mitsumune which is located in Matsushima. Mitsumune was the second son of Date Tadamune, the second feudal lord of the Date clan of Sendai. He was accomplished in both the literary and military arts, but died at the young age of nineteen in 1645 in Edo. Because of his talent, he was a threat to the Tokugawa Shogunate. There was a rumour that he was poisoned to death. Lord Tadamune opened Entsuin Temple that year to mourn Mitsumune's death, and Sankeiden (Mitsumune's mausoleum) was completed in 1647. Sankeiden was greatly influenced by the Western culture that Hasekura Tsunenaga brought back with him from Europe. Inside the right-hand door of the zushi (miniature shrine) is a painting of a Western-style rose that is said to be the oldest in Japan. The rose is depicted upon gold foil using the three colors of white, red, and green. The long-lasting materials of verdigris (copper rust) and coral ensure that the shrine's colors will never fade.Entsuin Temple is designated as an important national cultural asset.Access: 5 min walk from JR Matsushima Kaigan Station Open hours: 8:30am - 5pm, 7 days a week Admission: 300 yen",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/matsushima/normal_IMG_3952.jpg",
      "name" : "ENTSUIN TEMPLE",
      "prefectured" : ""
    },
    "-KOEwa6RVA1iYoX0W-Lf" : {
      "address" : "",
      "description" : "Zuiganji Temple, located in Matsushima, is considered to be one of the greatest Zen temples in Tohoku area. Zuiganji Temple was completed in 828AD. Zuiganji Temple was originally opened in 828 AD by Ennin (later known as Jikaku Daishi), priest of the Tendai sect of Buddhism. Zuiganji Temple, located in Matsushima, is considered to be one of the greatest Zen temples in Tohoku area. During that time, Zuiganji Temple was often referred to as Enpuku-ji, which was inspired by Enryakuji Temple, head temple of the Tendai sect of Buddhism.At the turn of the Shogen era (1259), the temple was transferred to the Rinzai sect of Buddhism and its name was officially changed to Enpuku-ji. The present building was completed by feudal lord Date Masamune in 1609. During this five year-process, the old construction was renovated to conform to Momoyama-style architecture. In order to complete this task, craftsmen were gathered from many different countries, and construction materials were brought from the depths of the Kumano Mountains. Lord Date even participated in the rope stretching work, showing his enthusiasm as the overlord of Tohoku area. Zuiganji Temple, the Date family temple, is a majestic building that truly displays the essence of the Momoyama era. The hinged doors and ranma (transoms) along with the extravagant paintings on the the fusuma doors and toko-no-ma alcoves are said to be the culmination of the representation of natural beauty through man-made beauty. Hondo (Main Hall), Nakamon (center gate), and Onarimon (left gate) are currently undergoing thorough repairs until March 2016, and so are closed to the public. However, during the period of repair on Hondo (Main Hall ), Kuri (Zen Kitchen and a National Treasure) and the Yotoku-in mausoleum are specially opened for public viewing.  Access: 5 min walk from JR Matsushima Kaigan Station Open hours: 8:00am - 4pm, 7 days a week Admission: 700 yen",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/matsushima/normal_IMG_3969.jpg",
      "name" : "ZUIGANJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEwr3sxkPy-XikHGAL" : {
      "address" : "",
      "description" : "Zenkoji Temple is a famous 7th century Buddhist temple in Nagano City, however the temple pre-dates the city by hundreds of years. Originally the township, that became Nagano City, was focused around Zenkoji Temple. Zenkoji Temple is unusual as it belongs to both the Tendai and Jodo Shinshu schools of Buddhism. Zenkoji Temple enshrines images of Amida Buddha including Hibutsu, the Hidden Buddha Statue, which is named so as it only put on display every six or seven years. Zenkoji Temple is most famous for its involvement in the 16th century battles between Uesugi Kenshin and Takeda Shingen, where the temple acted as a base for Kenshin's forces.  Address: Nagano, Nagano Prefecture.  Directions: From Nagano Station take the Nagano Line on the Nagaden (Nagano Electric Railway) which is located underground next to the main JR Nagano Station, to Zenkojishita Station (around 4 minutes) then follow the signs 650m to Zenkoji Temple.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "ZENKOJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEwxvlFBxSQG_EOARt" : {
      "address" : "",
      "description" : "Kofukuji Temple (Nagasaki) is Japan's oldest Chinese temple of the Obaku sect. Kofukuji Temple - Tōmeizan Kōfuku-ji (東明山興福寺) is Japan's oldest and first Chinese temple of the Obaku sect. It can be traced to the time when the merchants of China's Ming Dynasty, who frequented the route to Nagasaki, Japan, Kofukuji Temple was built in 1620, as a small monastery for the Chinese merchants and sailors of China's Ming Dynasty, who sailed the sea to Nagasaki, Japan. Kofukuji Temple provided a place for the Chinese to pray for a safe voyage.  During this period the Japanese Government had a policy of prohibition on Christianity which was harshly enforced. This lead even the Chinese residents and visitors to Nagasaki,  to prove they were Buddhists by building a series of Chinese Buddhist temples.  Spectacles Bridge, Japan's oldest stone bridge, was built by Mokusunyoujo, a second generation Zen master of Kofukuji Temple. Kofukuji Temple is also, it is famous as the temple from which the Buddhist Zen master Ingen, high priest of China, entered a monastery. The Kofukuji Temple precinct house many cultural assets including the Daiyu Treasure House, a nationally designated important cultural property. Kofukuji Temple and surroundings are a prefecturally designated historical landmark.  Location: 4-32 Teramachi  Hours: 08:00-17:00  Open 7 days a week throughout the year.  Entrance Fee: Adults: ¥200, Aged 12-17: ¥150, Aged 6-11: ¥100",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "KOFUKUJI TEMPLE",
      "prefectured" : ""
    },
    "-KOExe2qI8l144aTHkAR" : {
      "address" : "",
      "description" : "Enjo-ji Temple is a Buddhist temple of the Shingon sect in north eastern Nara. Enjo-ji Temple is believed to have been established in 756AD. The two oldest structures at Enjo-ji Temple, which are both designated Important Cultural Properties, are the two story gate built in 1468 and the Hondo in 1472. There are several associated Shinto shrines on the site including the designated National Treasures: Kasugado and Hakusando built in 1227. In addition, the Holden of the Uagajin Shrine is a designated Important Cultural Property and dates back to the end of the Kamakura Period. Enjo-ji Temple also features one of the few remaining 'Pure Land' or Paradise style Japanese gardens, which is a designated Place of Scenic Beauty.  Address: Nara, Nara Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "ENJO-JI TEMPLE",
      "prefectured" : ""
    },
    "-KOExjRpeRHwMQ6nA7f4" : {
      "address" : "",
      "description" : "Gangoji Temple is a World Heritage Site and one of the Seven Great Temples of Nara. Gangoji Temple was established in 588 as part of Asuka-dera. Gangoji Temple was originally established in Asuka (the Japanese capital immediately prior to Nara, which was also located in Nara Prefecture). Gangoji Temple was then relocated to its current location in 718 after Nara became the capital of Japan. In 1998 Gangoji Temple was inscribed by UNESCO as a World Heritage Site as part of the \"Historic Monuments of Ancient Nara\" listing.All the original buildings have been destroyed by fires with the worst being in the 15th and 19th centuries. The Gokurakubo hondo is the best preserved of all the building in the temple complex.Open: Daily 9:00am - 4:30pm (except December 29th to January 4th) Admission: 400 Yen Access: A 15-minute walk from JR Nara Station or a 10-minute walk from Kintetsu Nara Station.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/nara/gangoji_temple/normal_IMG_1540.jpg",
      "name" : "GANGOJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEy0aXYJyVxdaggcfQ" : {
      "address" : "",
      "description" : "Hokkiji Temple features the oldest three story pagoda in Japan and is a World Heritage Site. Hokkiji Temple is one of the Seven Great Temples of Nara. Hokkiji Temple (also known as Okamoto-dera) is located in the small town of Ikaruga, in the Okamoto region, close to the former capital of Japan, Nara. Hokkiji Temple is located where the Okamoto Palace was and was largely built from the materials in the Okamoto Palace. Some building were simply converted to new functions within the temple. In 1993 Hokkiji Temple was inscribed by UNESCO as a World Heritage Site as part of the \"Buddhist Monuments in the Horyu-ji Area\" listing.An inscription on the three story pagoda records that Prince Shotoku left instructions in his will for his oldest son, Prince Yamasiro Oye, to convert the Okamoto Palace into a Buddhist temple. This inscription was cast on a metal plate in 706 and refers to the will in 622. In 638 the main hall was constructed at the request of High Priest Fukuryo, to house an image of Maitreya (Future Buddha).  The three story pagoda is the only original building in the temple complex. This 24m high pagoda is the oldest of its kind in Japan and a National Tresure. It was restored in 1678, the lecture hall was rebuilt in 1694 and the Shotendo hall was added in 1863.Open: Daily 9:00am - 4:30pm Admission: 300 Yen Access: Take a No 72 bus from the South Exit of JR Horyuji Station and get off at Horyuji-mae (5 min). - 3 services per hour Then take a No 97 bus there and get off at Hokkiji-mae (5 min). - 1 service per hour It is 3 min walk from there.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/nara/hokkiji_temple/normal_IMG_1387.jpg",
      "name" : "HOKKIJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEyHSX5-X_FwsMSFN6" : {
      "address" : "",
      "description" : "Horin-ji Temple, also known as Miidara Temple, is a Buddhist temple in Nara only 1km from Hokkiji Temple. Horin-ji Temple was established in the 7th century, however none of the buildings date back to this period. The three story pagoda was reconstructed in 1975. Horin-ji Temple holds six Buddhist statues which are designated Important Cultural Assets.Address: Ikaruga, Nara Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/nara/horin-ji_temple/normal_IMG_1432.jpg",
      "name" : "HORIN-JI TEMPLE",
      "prefectured" : ""
    },
    "-KOEyVlvBUgqsuW_rUbL" : {
      "address" : "",
      "description" : "Horyuji Temple - Horyuji Temple the world's oldest surviving wooden structures. Horyuji Temple is a World Heritage Site. Horyuji Temple features the world's oldest surviving wooden structures, conveying images of Japan as it existed more than 1300 years ago, during the Asuka Period (AD. mid 6th - beginning of 8th c.).Horyuji Temple is in Nara (90 minute drive East of Osaka). Horyuji Temple is a classic Japanese Temple.The story of Horyuji's founding can be discovered in the historical writings engraved on the back of the halo of the Yakushi Nyorai Buddha statue, located on the eastern side of the room in the temple's Main Hall. The official records of all the key items in the property dates back to 747AD.Horyuji Temple is composed of the Western Precinct (Saiin Garan), which is centered around the Five-Story Pagoda (Goju-no-To) and the Main Hall (Kondo), and the Eastern Precinct (Toin Garan), which is arranged around the Hall of Visions (Yumedono).Horyuji contains over 2,300 important cultural and historical structures and articles, including nearly 190 that have been designated as National Treasures or important Cultural Properties. In 1993 Horyuji was selected by UNESCO as part of the World Heritage as a unique storehouse of world Buddhist culture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/userpics/travel/normal_DSC05878.JPG",
      "name" : "HORYUJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEyobT-oPbANI-rkb8" : {
      "address" : "",
      "description" : "Kimpusenji Temple is a Buddhist temple, and is the head temple for the Shugendo Buddhist sect in the Yoshino District of Nara Prefecture. Kimpusenji Temple is believed to have been established around second half of the 7th century by En no Ozunu who also founded the Shugendo sect. Kimpusenji Temple is at a junction of several of pilgramage routes. The Zaodo building within the temple complex is the second largest wooden structure in Japan. Kimpusenji Temple is a UNESCO World Heritage Site and forms part of the 'Sacred Sites and Pilgrimage Routes in the Kii Mountain Range' listing.  Address: Yoshino, Nara Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "KIMPUSENJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEywtMSk-Eb-WYjah9" : {
      "address" : "",
      "description" : "Kofukuji Temple complex is a World Heritage Listed Buddhist temple in Nara and an excellent example of a Japanese Temple. Kofukuji Temple features many significant buildings including two pagodas. Kofukuji Temple is an impressive complex of buildings, many of which are National Treasures. In 1998 Kofukuji Temple was inscribed by UNESCO as a World Heritage Site as part of the \"Historic Monuments of Ancient Nara\" listing. Kofukuji Temple is the headquarters of the Hosso school in Japan.Kofukuji Temple was first established in 669AD when Kagami-no-Okimi established a temple on his family's estate in Yamashina Suehara (now part of the Kyoto Prefecture) to pray for the recovery from illness of the statesman Fujiwara-no-Kamatari. Not long after Kofukuji Temple was moved to Umayasaka (Nara Prefecture), and named Umayasaka-dera. In 710 Nara was established as the capital of Japan and Kofukuji Temple was moved to its current site with its name changing to its current one. Kofukuji Temple was the first temple to be moved to Nara and with its central location it grew in power and wealth.Tokondo - The Eastern Golden Hall The Eastern Golden Hall is one of three 'Golden Halls' at Kohfukuji Temple, which named according to their location within the temple complex. The original Eastern Golden Hall (Tokondo) was built in 726 for Emperor Shomu who wished to aid the recovery of Empress Gensho from illness. The current Eastern Golden Hall building was completed in 1415. The hall contains several Important Cultural Properties: Yakushi Nyorai (Bhaisajyaguru, the main alter piece), Nikko Bosatsu (Suryaprabha) and Gakko Bosatsu (Candraprabha) plus several National Tresures: Monju Bosatsu (Manjusri), Yuima Koji (Layman Vimalakirti), Shi Tenno (Four Deva Kings) and Juni Shinsho (Twelve Heavenly Generals).  Open: Open daily all year, 9 a.m. to 5 p.m. Admission: Adults 300 YenGojyu-no-to - Five Storied Pagoda Kofukuji Temple The original Five Storied Pagoda was completed in 725 at the request of Empress Komyo. The current building is a restoration which was completed in 1426. At 50.1m high it is the second highest pagoda in Japan. The Five Storied Pagoda enshrines four key items around the central pillar on the first floor: Yakushi triad (eastern side), Shaka triad (southern side), Amida triad (western side) and Miroku triad (northern side).Hoku'endo - Northern Octagonal Hall Kofukuji Temple The original Northern Octagonal Hall was completed in 721 at the request of Empress Genmeiand to mark the first year since the death of Fujiwara Fuhito. The current building is a reconstruction completed around 1210. The Northern Octagonal Hall houses several National Tresures created by renown Kamakura period sculptor Unkei: Miroku Nyorai (Maitreya - main alter image), Bodhisattvas Mujaku (Asanga), Seshin (Vasubandhu) and the Shi Tenno (Four Deva Kings). Nan'endo - Southern Octagonal Hall Kofukuji Temple Nan'endo - Southern Octagonal Hall is the nineth temple on the West Japan Thirty Three Temple Pilgrimage Route. The original hall was completed in 813 at the request of Fujiwara-no-Fuyutsugu. The current building was reconstructed in 1789. The hall enshrines several National Treasures: Fukukensaku Kannon (Amoghapasa-avalokitesvara,'Avalokitesvara of the Unfailing Fishing Line' - the main alter piece), statues of the six patriarchs of the Hosso school and the Shi Tenno ( Four Deva Kings).Sanjyu-no-to Three Story Pagoda Kofukuji Temple The original Three Story Pagoda (Sanjyu-no-to) was built in 1143 at the request of the consort of Emperor Sutoku. The current building, which is a National Tresure, is a reconstruction completed in the Kamakura Period. The first story houses four paintings directly on wood which each depict 1,000 images of: Yakushi Nyorai (east), Shaka Nyorai (south), Amida Nyorai (west), and Miroku (north).The Kofukuji Temple National Treasure Museum The museum was built in 1959 to house National Tresures and Important Cultural Properties including various artworks (statues, paintings and craft works), plus historical documents and books. The collection includes the sculptures of a standing Asura and the head of Yakushi Nyorai.  Open: daily all year, 9 a.m. to 5 p.m. Admission: 600 Yen or a combination ticket with the Eastern Golden Hall for 800 Yen.  Kofukuji Temple Transport 7 minutes walk from Kintetsu Nara station 12 minutes walk from JR Nara station",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/nara/kofukuji_temple/normal_IMG_5881.jpg",
      "name" : "KOFUKUJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEzOzUYG4ou1ojWCnN" : {
      "address" : "",
      "description" : "Nigatsudo Temple is a Buddhist temple, which is part of a sub temple complex which is within the Todaiji Temple complex. Nigatsudo Temple is to the east of the Great Buddha Hall on the side of Mount Wakakusa in Nara Park where it provides a great view across the valley towards Nara city. While the temple dates back to 772AD, the current building dates back to 1669 after a fire destroyed the first temple building.Address: , Nara Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/nara/nigatsudo_temple/normal_IMG_6147.jpg",
      "name" : "NIGATSUDO TEMPLE",
      "prefectured" : ""
    },
    "-KOEzY8fxjOW_k0mfyDR" : {
      "address" : "",
      "description" : "Ominesanji Temple is an important Buddhist temple for the Shugendo Buddhist sect. Ominesanji Temple is on the top of Mount Omine in the Yoshino District of Nara Prefecture. Ominesanji Temple was found around 600AD by En no Ozunu who also founded the Shugendo sect. Parts of Ominesanji Temple are considered sacred and only men can enter these. Ominesanji Temple is a UNESCO World Heritage Site and forms part of the 'Sacred Sites and Pilgrimage Routes in the Kii Mountain Range' listing.  Address: , Nara Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "OMINESANJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEzfCO-i0MHmrXGv0k" : {
      "address" : "",
      "description" : "Saidaiji Temple is a Buddhist temple of the Shingon sect which is in Nara. Saidaiji Temple means Great Western Temple as it is to the west of its counterpart Todaiji Temple. Saidaiji Temple was established in 765AD.Address: , Nara Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/nara/saidaiji_temple/normal_IMG_1956.jpg",
      "name" : "SAIDAIJI TEMPLE",
      "prefectured" : ""
    },
    "-KOEzrFI7tjXOXGcJjO3" : {
      "address" : "",
      "description" : "Todaiji Temple is a World Heritage Site that houses Japan's largest statue of Buddha. Todaiji Temple (Nara) is largest wooden building in the world. Todaiji Temple, also known as the Eastern Great Temple, houses Japan's largest statue of Buddha and the world's largest bronze statue of Buddha. In 1998 Todaiji Temple was inscribed by UNESCO as a World Heritage Site as part of the \"Historic Monuments of Ancient Nara\" listing. Todaiji Temple is the largest wooden building in the world and one of the most famous Japanese Temples, which also serves as the Japanese headquarters of the Kegon school of Buddhism.Great Budda Hall - Daibutsuden Great Budda Hall - Daibutsuden has been rebuilt twice after fire. The current Great Budda Hall - Daibutsuden building was completed in 1709 and although it is the largest wooden building in the world, it is actually 30% smaller than its predecessor. The Great Budda Hall is approximately 57m long and 50m wide. The original complex also contained two 100 m pagodas, probably the tallest buildings in the world at the time. These were destroyed by an earthquake. The picture above shows what the Todaiji Temple complex looked like with the two 100m high pagodas.Daibutsu - The Great Buddha In 743, Emperor Shomu issued a law that the people should make a Buddha to protect themselves. He believed in Buddha's power could help the people. The Great Buddha itself was designed by an artist from the Korean Baekje Kingdom. According to the records kept by the temple, nearly 2,600,000 in total helped construct the Buddha and the hall, which means nearly the half of the people in Japan at that time where involved. The Buddha was completed in 751, having consumed most of Japan's bronze production for several years and leaving the country almost bankrupt. The statue has been recast several times since for various reasons including earthquake damage.The size of the Buddha Total height : 30 meters  Sitting height : 14.98 meters  Face : 5.33 meters  Eyes : 1.02 meters  Nose : 0.5 meter  Ears : 2.54 meters  Weight : 500 metric tonnes   Todaiji Temple Tours Organised guided tours are available in English to the Todaiji Temple. These day tours are from Kyoto and can include Golden Pavilion, Nijo Castle, Kasuga Shrine and Deer Park.  Todaiji Temple Tours Options Kyoto and Nara Day Tour - Golden Pavilion, Nijo Castle, Todaiji Nara Afternoon Tour - Todaiji, Deer Park, Kasuga ShrineTodaiji Temple History  Todaiji Temple Transport 10 minutes walk from Kintetsu Nara station 15 minutes walk from JR Nara station",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/nara/todaiji_temple/normal_IMG_6017.jpg",
      "name" : "TODAIJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF-7Muzr9grA4YY7-K" : {
      "address" : "",
      "description" : "Toshodaiji Temple (Nara) is a World Heritage Site which has many buildings dating back to 759 that are National Treasures. Toshodaiji Temple is the head temple in Japan of the Ritsu-shi sect of Buddhism. Toshodaiji Temple was the first temple in Japan to be dedicated to one of the Chinese Buddhist denominations, the Nanzan school. Toshodaiji Temple is still the head temple of Japan's Ritsu-shu sect of Buddhism. Toshodaiji Temple was established in 759 by Ganjin, a Chinese monk. In 1998 Toshodaiji Temple was inscribed by UNESCO as a World Heritage Site as part of the \"Historic Monuments of Ancient Nara\" listing.Kondo - Golden Hall Toshodaiji Temple Kondo, the Golden Hall, was built in the Nara Period (710 - 794) and is the greatest building surviving in Japan from that period. Kondo is a National Treasure.Kodo - Lecture Hall Toshodaiji Temple Kodo was originally an administrative building in the Nara Imperial Court complex. It was later given to Toshodaiji Temple and the buiding was relocated to its current location. Kodo was used a lecture and assembly hall for the many surrounding temples. Kodo is a National Treasure.Koro - Toshodaiji Temple Koro was built in 1240 and is a National Treasure. Koro is the only multi story building in the Toshodaiji Temple complex. On the 19th of May each year, the Uchiwamaki (fan scattering) ceremony takes place from the Koro.Kyozo - Toshodaiji Temple Kyozo (Sutra Storehouse) was constructed during the Nara Period and is a National Treasure. Hozo - Toshodaiji Temple Hozo (Treasure House) was constructed during the Nara Period and is a National Treasure.  Open: 8:30am- 4:30pm Admission: ¥600 Access: A short walk from Nishinokyo Station.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/nara/toshodaiji_temple/normal_IMG_7744.jpg",
      "name" : "TOSHODAIJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF-QlZ7vBW88Qk8J--" : {
      "address" : "",
      "description" : "Yakushiji Temple is one of the most famous imperial and ancient Buddhist temples in Japan and a World Heritage Site. Yakushiji is one of the seven great temples of Nara. Yakushiji Temple construction started in 680 at the request of Emperor Temmu as a place to pray for the recovery of Empress Jito from illness. However it was Empress Jito who completed the Yakushiji Temple in 698 after Emperor Temmu's death. In 1998 Yakushiji Temple was inscribed by UNESCO as a World Heritage Site as part of the \"Historic Monuments of Ancient Nara\" listing.This original Yakushiji Temple was constructed in Fujiwara-Kyo, the Japanese capital during the Asuka period. When the Japanese capital was moved to Heijo-Kyo (Nara), a new Yakushiji Temple was constructed there using many of the buildings from the original complex at Fujiwara-Kyo plus building new ones. For a period Yakushiji Temple existed in both places.In 973 a fire destroyed many of the buildings in the Yakushiji Temple. The main hall was destroyed by fire in 1528 and was rebuilt in the 1970's. Today the entire Yakushiji Temple complex is completely restore. The East Tower (To-to) is the only original structure having survived many fires and earthquakes. The East Tower (To-to) is an excellent example of Hakuho to Tenpyo period architecture and is considered by many to be the finest pagoda in Japan. Yakushiji Temple distinctive symmetric layout of two main halls and two pagodas is sometimes referred to as the Yakushiji style.Access: Yakushiji Temple is a short walk from Nishinokyo Station.   Nara NARA Nara Hotels Nara Hotels By Area Nara Accommodation Nara Travel to Nara Map Nara Pictures Nara Prefecture  NARA ATTRACTIONS Nara World Heritage Sites Nara Temples and Shrines Nara Cherry Blossom  Kansai Region OTHER JAPAN DESTINATIONS  Tokyo Osaka Kyoto  Search\t  Share This Page     Follow GoJapanGo for Daily Pictures and Tips    Privacy Policy - About - Contact - Find us on Google+",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/nara/yakushiji_temple/normal_IMG_7711.jpg",
      "name" : "YAKUSHIJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF-iNQ3bOhRua3tKjA" : {
      "address" : "",
      "description" : "Yata-dara Temple is a Buddhist temple, also know as Yatasan- Kongosenji Temple is famous for its hillside gardens full of hydrangeas. Yata-dara Temple is in Nara.Address: , Nara Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/userpics/japanese_gardens/normal_DSC05843.JPG",
      "name" : "YATA-DARA TEMPLE",
      "prefectured" : ""
    },
    "-KOF-sJ7HEQ65OXQ-rNb" : {
      "address" : "",
      "description" : "Gokokuji Temple is a Buddhist temple which was founded in 1367 in what is now Naha Okinawa. Gokokuji Temple was a major temple of Chuzan Kingdom and the Ryukyu Kingdom, but was also later associated with the Christian missionary Dr Bernard Bettelheim and Commodore Matthew Perry in 1853 to 1854.  Address: Naha, Okinawa Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "GOKOKUJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF0ISzNQrhPJS_J4KI" : {
      "address" : "",
      "description" : "Sogenji Temple was a Buddhist temple and mausoleum for the royalty of the Ryukyu Kingdom. Most of Sogenji Temple was destroyed during the Battle of Okinawa (1945), however the substaintial stone gates remain including the stone tablet that informs all visitors to dismount. Even the kings of the Ryukyu Kingdom had to dismount prior to passing through the stone gates out of respect for the previous kings. The original stone walls of Sogenji Temple also remain, along with the foundations of the temple. Sogenji Temple was established in around 1477.Address: Naha, Okinawa Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/okinawa/sogenji_temple/normal_IMG_5106.jpg",
      "name" : "SOGENJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF0P_iLLUzs3pnlDuk" : {
      "address" : "",
      "description" : "Sonohyan-utaki is an area within Shuri Castle which includes the religiously significant Sonohyan-utaki stone gates, built in 1519, and a grove of trees and plants leading to the gates. The gates were only opened for the king, who would pray at there prior to going on a journey. Sonohyan-utaki is a World Heritage Site.Address: Shuri Ward, Naha, Okinawa Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/okinawa/shuri_castle/normal_IMG_5111.jpg",
      "name" : "SONOHYAN-UTAKI",
      "prefectured" : ""
    },
    "-KOF0bhTTm3Blg6GYI8q" : {
      "address" : "",
      "description" : "Daianji Temple is a Buddhist temple of the Tofukuji school of the Rinzai Sect, is in Sakai Osaka Prefecture. Daianji Temple was established in the Oei era (1394-1428), is famous for its main hall which features an independent room in the Shoin Zukuri style and wall paintings. These are both designated Important Cultural Properties.Address: Sakai, Osaka Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/osaka/daianji_temple/normal_IMG_5815.jpg",
      "name" : "DAIANJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF0jBA7pGoY8e-8WDP" : {
      "address" : "",
      "description" : "Hongen-in Temple is a Buddhist temple and sub temple of Nanshuji Temple in Sakai Osaka Prefecture. Hongen-in Temple was established in 1687 by Mitsugen Soyo, the 228th chief priest of Daitokuji Temple Kyoto.Address: Sakai, Osaka Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/osaka/nanshuji_temple/normal_IMG_5796.jpg",
      "name" : "HONGEN-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOF11doFlG5iFokcexT" : {
      "address" : "",
      "description" : "Hozenji Temple is a very small is a Buddhist temple, that was established in 1637. Hozenji Temple is in busy Dotonbori, a popular tourist destination in Namba Osaka, which is famous for its restaurants.Address: Namba District, Osaka, Osaka Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/osaka/namba/normal_IMG_2153.JPG",
      "name" : "HOZENJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF1J0FZw314YHCL8nk" : {
      "address" : "",
      "description" : "Jigenji Temple, also known as Nozaki Kannon, is one of the most famous Buddhist temple in Japanese history with reference made to in many novels, songs and plays. Gyoki (668-749), the high priest at that time, made a wooden sculpture of the Goddess of Mercy and enshrined it. This is the origin of the temple. Jigenji Temple is in Eastern Osaka.  Address: Eastern Osaka District, Osaka, Osaka Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "JIGENJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF1PA_6UQB0D8qQN3m" : {
      "address" : "",
      "description" : "Jokoji Temple is a Buddhist temple, which is in Eastern Osaka, was established in 745, it is the birth place of 'Kawachi-ondo', the most famous bon odori (a traditional Japanese dance) song.  Address: Eastern Osaka District, Osaka, Osaka Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "JOKOJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF1c07M5OKlbJhaIYW" : {
      "address" : "",
      "description" : "Kaie-ji Temple is a Buddhist temple, which was established in 1332 by Kenpo Shidon on the site where Aguchi Shrine currently stands. Kaie-ji Temple was relocated to its current site after its cathedral was burnt down during the Summer Campaign of the Siege of Osaka in 1615. The Main Hall, Priest�s Quarters and Inside Corridor are designated as National Important Cultural Properties particularly for the carvings and the shape of the Arched Beam which show typical early 17th century�s characteristics. Kaie-ji Temple is part of the Tofukuji Temple group of temples.Address: Sakai, Osaka Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/osaka/nanshuji_temple/normal_IMG_5801.jpg",
      "name" : "KAIE-JI TEMPLE",
      "prefectured" : ""
    },
    "-KOF1iWNF-xm6Ghf6XK2" : {
      "address" : "",
      "description" : "Katsuoji Temple is a Buddhist temple in Mino city north of Osaka. Supreme rulers in various periods in history had worshipped in Katsuoji Temple to pray for fortune in war and it is still known as a 'temple of good luck at games'.  Address: Mino Ward, Osaka, Osaka Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "KATSUOJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF1uAxSTq6Ia-Cf4MW" : {
      "address" : "",
      "description" : "Kyuanji Temple is a Buddhist temple, which is famous for its legacy of buildings from its long history and the beautiful garden where people can enjoy various flower and trees throughout the year. Especially, autumn is the most spectacular with its Momiji (Japanese maple). Momiji Matsuri is held in Kyuanji Temple on the 3rd of November every year. Kyuanji Temple is in Ikeda, Osaka.  Address: 697 Fushio-cho, Ikeda, Osaka Prefecture.  Directions: From Ikeda station (Hankyu Takarazuka Line), get a bus to Kyuanji",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "KYUANJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF24U1q02uUPjYVVeq" : {
      "address" : "",
      "description" : "Nanshuji Temple is a Buddhist temple in Sakai Osaka Prefecture, was established in 1557 and is famous for Sen-no-Rikyu, the most famous tea master in Japanese history. Nanshuji Temple features beautiful Karesansui style Japanese garden. The San-mon (the main gate), and Kara-mon (the gate in Chinese style) are both designated Important Cultural Properties.Address: Sakai, Osaka Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/osaka/nanshuji_temple/normal_IMG_5793.jpg",
      "name" : "NANSHUJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF2DQkORA3LQ-NToR0" : {
      "address" : "",
      "description" : "Nose Myokensan Temple is a Buddhist temple from the Nichiren sect temple which attracts many visitors on a new year's. Nose Myokensan Temple is on top of the beautiful Mt Myoken in Nose Osaka, where there are many large beech trees including some with a circumference of 2 meters. It is a very scenic journey from Kawanishi-noseguchi to Myoken-guchi, which is the full line of on a Noseden line, which was originally developed just for the trip to this temple. After getting off at Myoken-guchi station, another scenic journey by cable car and lift is waiting for you. There are many beech trees on Mt Myoken including more than 100 trees with a circumference of 2 meters. Among them, the biggest one with 1.3 meter in diameter is designated as a natural treasure. It is also a great place for bird watching with more than 82 pieces found this area. Built in 1603, Nose Myokensan Temple is a Nichiren sect temple and attracts many visitors on a new year's. There is a popular hiking course and picnic place near the temple.  Address: 661 Nomanaka, Nose, Osaka Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "NOSE MYOKENSAN TEMPLE",
      "prefectured" : ""
    },
    "-KOF2NmMBDI_SlnAPxf5" : {
      "address" : "",
      "description" : "Ryuanji Temple is a Buddhist temple in Mino, which was established by the En-no-gyoja in 658AD after he was enlightened through his training under the Mino Waterfall.  Address: Osaka, Osaka Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "RYUANJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF2lMEE-LivDfSJWYq" : {
      "address" : "",
      "description" : "Shitennoji Temple was the first Buddhist temple in Japan. Shitennoji Temple is a large complex with a five story pagoda. Shitennoji Temple Osaka was the first Buddhist temple in Japan. Shitennoji Temple was originally built in 593 by Prince Regent Shotoku Taishi. In 587, when he was only 14 years old, together with his father-in-law, Soga no Umako, head of the most powerful clan Soga, fought against Mononobe no Moriya, head of the Mononobe clan, who was against the introduction of Buddhism into Japan. The prince prayed for help to the Shitenno (Four Buddhist Heavenly Guardian Kings) and promised them to build a Imperial Temple in their honor if the Shitenno helped him to defeat the enemies. His army became victorious thus he constructed a temple and named it Shitennoji (the Temple of the Four Heavenly Buddhist Guardians).At the side of the Torii Gate in front of the Great West Gate, there is a stone monument which reads : \" The Buddhism arrived here for the first time in Japan\". Many buildings were destroyed several times, by fires, civil wars, typhoons, earthquakes and the U.S. bombings in 1945 during the World War II and were rebuilt in 1963.Address: 1-11-18 Shitennoji, Tennoji-ku, Osaka-shi Access: 8 min walk from Tennoji Station (JR Osaka Loop Line) Opening hours: 8:30am - 4:30pm, 7 days a week Admission: 300 yen",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/osaka/shitennoji_temple/normal_IMG_8321.jpg",
      "name" : "SHITENNOJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF33nZ0eWDVsrQojy_" : {
      "address" : "",
      "description" : "Taikoji Temple is a Buddhist temple on Mt Satsuki in Ikeda Osaka. Taikoji Temple was built in 1395 by the order of Mitsumasa Ikeda, the lord of Ikeda Castle at the time. Since then, it has a strong relationship with Ikeda Castle and has been a family temple for Ikeda family. All ancestral of Ikeda Castle lords' graves are kept in this temple and the board where Sadamasa Ikeda, the last lord of Ikeda Castle, committed seppuku is displayed.  Address: 2-5-16 Ayaha, Ikeda, Osaka Prefecture.  Directions: 15 min walk from Ikeda station (Hankyu Takarazuka Line)",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "TAIKOJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF3A5GF10B5psy_WVE" : {
      "address" : "",
      "description" : "Tenkei-in Temple, also known as Ryukozan Tenkei-in Temple, but originally called Kaigen-an, is a Buddhist temple, which is related to Nanshuji Temple and Daitokuji Temple Kyoto. Tenkei-in Temple is in Sakai Osaka Prefecture, almost next to Nanshuji Temple.Address: Sakai, Osaka Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/osaka/nanshuji_temple/normal_IMG_5799.jpg",
      "name" : "TENKEI-IN TEMPLE",
      "prefectured" : ""
    },
    "-KOF3K63U9MUgOzs8ipi" : {
      "address" : "",
      "description" : "Tokokuji Temple is a Buddhist temple in Tennoji Osaka, next to, but outside Keitakuen Garden.Address: Tennoji Ward, Osaka, Osaka Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/osaka/tennoji/normal_tokokuji_temple_8213.jpg",
      "name" : "TOKOKUJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF3Vr5opkT0wR93aKv" : {
      "address" : "",
      "description" : "Enryakuji Temple Kyoto is a World Heritage Site and a National Treasure. Enryakuji Temple is a monastery overlooking Kyoto. Enryaku Temple is located on Mount Hiei, Shiga, but overlooks nearby Kyoto. In 788, a famous monk called Saicho (Dengyo) established Enryakuji Temple, which is Tendai sect of Buddhism. Over the years, Enryaku Temple was expanded and became a big complex of temples.Many significant monks in Japan, such as Nichiren, Honen, Shinran, Ennin and Ryogen studied here before they started their own sects. Most of the original buildings were burnt through the several civil wars. The current buildings were rebuilt in 17th century. Today, it is still the center of Japanese Buddhism, taking a significant role in Japanese Buddhism and many monks come here for hard training. Enryakuji Temple is a National Treasures and figures among the \"Historic Monuments of Ancient Kyoto\" designated by UNESCO as a World Heritage Site.  Major facilities in Enyakuji Temple:  Daikodo:  Great Lecture Hall - a hall for monks throughout Japan to study/train Buddhism. Many significant monks in Japan, such as Nichiren, Honen and Shinran, studied here before they started their own sects. You can find the statues of those monks within Daikodo. Suikinkutsu:  is translated literally 'water koto' or 'harp hole'. This is a specially constructed underground pot or barrel that performs like the strings on a koto or harp as water drips into it.  Shakado: The statue of Shakamuni Buddha which was made by Dengyo is enshrined in this building.  Story of Great Monks: There are panels which tell you the story of great monks in Japan.  Bussokuseki: Shakamuni's footprint statue.  Yokawa Chudo: After studying in China for 10 years, Ennin (Jikaku Daishi) became the chief priest of Tendai sect at Enryakuji Temple and established this main hall in Yokawa area. A stage-like structure, Yokawa Chudo appears like a floating boat when you look at the whole thing. The center is sunken into a depth of about 2 meters.Sekizangu Shrine: This shrine was also established by Ennin (Jikaku Daishi) after his trip to China.  Keishin-in: This temple was built for Gansan Daishi (Jie Daishi) by Fujiwara Kaneie. Eshin Souzu (Genshin) studied and wrote a significant sutra called ‘Ojoyoshu’ here.  Gansan Daishi-do (Shikikodo): Gansan Daishi-do is the old site of the house of Gansan Daishi (Jie Daishi). Later it became to be called Shikikodo (Four Seasons Lecture Hall) as lectures of Hokke-Kyo were given here during each of the four seasons. Gansan Daishi (Jie Daishi) is enshrined in this building.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/mt_hiei/normal_100_0409.JPG",
      "name" : "ENRYAKUJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF3sG6AQB1kZY83Zle" : {
      "address" : "",
      "description" : "Hogonji Temple is a Buddhist temple on Chikubushima Island in Lake Biwa Shiga Prefecture, near Kyoto. Hogonji Temple features the National Tresure, a Karamon Gate which was for Shogun Toyotomi Hideyoshi's mausoleum and was transferred from Kyoto.Address: , Shiga Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/shiga/chikubushima_island/normal_100_0493.JPG",
      "name" : "HOGONJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF4T-u2OJUxU5eCZev" : {
      "address" : "",
      "description" : "Mii-dera Temple is a Buddhist temple, that is the head temple for the Tendai Jimon Buddhist sect one of the four largest temple complexes in Japan. Mii-dera Temple is at the base of Mt Hiei in the city of Otsu in Shiga Prefecture (near Kyoto). Mii-dera Temple was established in 672AD, however the oldest building is the Kannon-do which was built in 1072. Mii-dera Temple is the fourteenth temple in the Pilgrimage of 33 Temples devoted to Kannon in the Kansai area.  Address: Otsu, Shiga Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "MII-DERA TEMPLE",
      "prefectured" : ""
    },
    "-KOF4llIAno1joEwtEvR" : {
      "address" : "",
      "description" : "Rinnoji Temple - Rinnoji Temple is located in Nikko. Rinnoji Temple is famous for its gold-leafed statues of Amida and Kannon. Rinnoji Temple, originally called Nikko-san, was established by Buddhist monk Shodo in 766. Due to its isolated location (deep in the mountain) away from Tokyo at Nikko, Nikko-san soon attracted other Buddhist monks in search of solitude. In 15th century, there were over 500 buildings in the site. Now there are only 15 buildings in the site.Sanbutsudo (Three Buddha Hall) Sanbutsudo features gold-leafed statues of Amida, Kannnon with a thousand arms (Senju Kannon) and Kannon with a horse head (Bato Kannon).Taiyuin Built in 1653, Taiyuin is the mausoleum of Tokugawa Iemitsu, the 3rd Tokugawa shogun. It is a representative architecture of early Edo period. Honden (main hall), Haiden (oratory), Ainoma (middle room) are designated as national treasures. In addition to that, there are many cultural properties such as Karamon gate and Yashamon gate. Color of Taiyuin is vivid which you can see influence from China.Open: 8am - 4pm, 7 days a week",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/nikko/normal_IMG_0606.JPG",
      "name" : "RINNOJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF584rPuooVvg0xoh3" : {
      "address" : "",
      "description" : "Bentendo Hall Temple is a Benzaiten Temple on an island in the the middle of Shinobazu Pond, which forms part of Ueno Park Tokyo. Bentendo Hall Temple was constructed in the early 17th century by Mizunoya Katsutaka, a feudal lord. The current Bentendo Hall Temple was built in 1958 after the original temple building was destroyed by allied bombing in 1945.Address: Ueno District, Taito Ward, Tokyo, Tokyo Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/tokyo/ueno/normal_ueno_tokyo_IMG_0835.jpg",
      "johnRank" : "1",
      "name" : "BENTENDO HALL TEMPLE",
      "prefectured" : ""
    },
    "-KOF5J0trNDrYO6jbBM7" : {
      "address" : "",
      "description" : "Denzuin Temple, formally known as Muryozan Denzuin Jikyuji Temple, is a Buddhist temple in Bunkyo Tokyo. Denzuin Temple was built by Tokugawa Ieyasu and dedicated it to his mother. Kafu Nagai, a Japanese novelist, placed his story in Denzuin Temple.  Address: Bunkyo Ward, Tokyo, Tokyo Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "DENZUIN TEMPLE",
      "prefectured" : ""
    },
    "-KOF5THAR_ZSfTNLQE6E" : {
      "address" : "",
      "description" : "Gokoku-ji Temple is a Buddhist temple in Bunkyo central Tokyo which is the Imperial Mausoleum and where Emperor Meiji is buried. Gokoku-ji Temple, established in 1681 by Tokugawa Tsunayoshi for his mother, is also famous as the central temple that oversees the practice of Japanese tea ceremony in all the country's temples.Address: 5-40-1 Otsuka, Bunkyo Ward, Tokyo, Tokyo Prefecture.  Directions: Right next to Gokokuji Station on the Yurakucho Line.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/tokyo/gokoku-ji_temple/normal_IMG_3784.jpg",
      "name" : "GOKOKU-JI TEMPLE",
      "prefectured" : ""
    },
    "-KOF5d9duo0_kRA39cfI" : {
      "address" : "",
      "description" : "Higashi-Hongan-ji Temple, officially known as Jodoshin sect Higashi-honganji-ha Higashi-Honganji Temple, is a Buddhist temple of the Jodo Shinshu sect, in Asakusa District, Taito Ward central Tokyo. Higashi-Hongan-ji Temple was originally built in Kanda, Tokyo by Kyonyo, the 12th Priest of Higashi-Honganji, in 1651 and it was known as the Edo Gobo Kozuiji Temple. After a fire in 1657 Higashi-Hongan-ji Temple was moved to its current site in Asakusa and was called Asakusa Honganji Temple. Then in 1965, Higashi-Hongan-ji Temple changed its name again to Tokyo Higashi-Honganji Temple. After the conflict called 'Ohigashi Sodo', it went independent from Otani sect in 1981.  Address: Asakusa District, Taito Ward, Tokyo, Tokyo Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "HIGASHI-HONGAN-JI TEMPLE",
      "prefectured" : ""
    },
    "-KOF5hlbHYaxZuXKhSjZ" : {
      "address" : "",
      "description" : "Ikegami Honmon-ji Temple is a Buddhist Temple which was established in 1282, by the famous Buddhist monk Nichiren. Ikegami Honmon-ji Temple features a five story pagoda, which was built in 1608 and is a designated Important Cultural Property, the Kyozo built in 1784 and the hoto, where Nichiren was cremated, built in 1781. All the other buildings have been built or rebuilt since 1945, when all the other buildings were destroyed by fire bombing. Between October 11 - 13th Ikegami Honmon-ji Temple holds the O-Eshiki festival. Ikegami Honmon-ji Temple is in Ota Ward of Tokyo.  Address: Ota Ward, Tokyo, Tokyo Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "IKEGAMI HONMON-JI TEMPLE",
      "prefectured" : ""
    },
    "-KOF6FmdLj9lx3LdCcnn" : {
      "address" : "",
      "description" : "Jindaiji Temple is Buddhist temple within Jindai Botanical Garden in Chofu Tokyo. Jindaiji Temple was established in 733AD making it the second oldest temple in Tokyo, after Sensoji Temple. The temple bell and a statue of Buddha, which date back to the Hakuho period, are designated Cultral Assests of National Importance.  Address: Chofu Ward, Tokyo, Tokyo Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "JINDAIJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF6R8c--l_yn4UUDnG" : {
      "address" : "",
      "description" : "Kaneiji Temple, more formally known as Toeizan Kan'ei-ji Endon'in, is a Buddhist temple from the Tendai sect which is in what today is Ueno Park. however Ueno Park was actually formed from the grounds that belonged to Kaneiji Temple. Kaneiji Temple was established in 1625 by Tenkai. At its height of power Kaneiji Temple covered a large area and consisted of over 30 buildings including Rinnoji Temple. Many temple structures were destroyed in the great Mereiki fire of 1657. Some building were rebuilt only to be destroyed in World War II. Kaneiji Temple includes one Important Cultural Property, the Front Gate of Hondo, which was a grand and magnificent structure. The Front Gate of Hondo escaped the fire of May 1868, which destroyed all the other temple buildings. The fire was caused by the war of Shogitai. The Front Gate of Hondo had been used as the main entrance for the Tokyo National Museum since the museum was opened in 1878. When the museum was reconstruction, after the Great Kanto Earthquake of 1923, the gate was moved to its present location.Address: Ueno District, Taito Ward, Tokyo, Tokyo Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/tokyo/ueno/normal_ueno_tokyo_IMG_0868.jpg",
      "name" : "KANEIJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF6bISoDWvrYl9Ch_V" : {
      "address" : "",
      "description" : "Kissho-ji Temple (also spelt Kichijo-ji) is a Buddhist temple of Sendan-Rin sect in Bunkyo Tokyo. Kissho-ji Temple was established in 1458, with the 'Sendan-Rin' School for Buddhist monks being established in the grounds of the temple in 1592. In 1905 the school was renamed, Soto-shu University, which was again renamed in 1925 Komazawa University.  Address: Bunkyo Ward, Tokyo, Tokyo Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "KISSHO-JI TEMPLE",
      "prefectured" : ""
    },
    "-KOF6k57nqK2XFdYYusW" : {
      "address" : "",
      "description" : "Kiyomizu Kannon-do Temple is a Buddhist temple in Ueno Park Tokyo. Kiyomizu Kannon-do Temple was established by Tenkai Sojo, who based the design on the famous Kiyomizu-dera Temple in Kyoto. Kiyomizu Kannon-do Temple which was completed in 1631 has survived the civil wars and the fire bombing of World War II to be one of the oldest temples in Tokyo.Address: Ueno District, Taito Ward, Tokyo, Tokyo Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/tokyo/ueno/normal_ueno_tokyo_IMG_0822.jpg",
      "name" : "KIYOMIZU KANNON-DO TEMPLE",
      "prefectured" : ""
    },
    "-KOF6wGutpbO5O3kHmG7" : {
      "address" : "",
      "description" : "Narihira-san Tosen-ji Temple, also known as Tosen-ji Temple, is a Buddhist temple near Mizumoto Park in Katsushika Ward of north eastern Tokyo. Narihira-san Tosen-ji Temple is famous for the 'Bound Jizo' mentioned in the Case of the Bound Jizo of Ooka Tadasuke, a famous Edo Period judge.  Address: Katsushika Ward, Tokyo, Tokyo Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "NARIHIRA-SAN TOSEN-JI TEMPLE",
      "prefectured" : ""
    },
    "-KOF76aYEUSmu6iB_iGm" : {
      "address" : "",
      "description" : "Nishiarai Daishi is a Buddhist temple of the Buzan branch of the Shingon Sect, located in the Nishiarai District of Adachi Ward Tokyo. Nishiarai Daishi, formally know as Gochisan Henjoin Soji-ji Temple, it is said to be one of the Three Great Temples of Kanto. Many people visit Nishiarai Daishi during the New Year period.  Address: Adachi Ward, Tokyo, Tokyo Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "NISHIARAI DAISHI",
      "prefectured" : ""
    },
    "-KOF7GvJi6c2t6rMeDUb" : {
      "address" : "",
      "description" : "Rinnoji Temple, also known as Rinno-ji Ryodaishi-do, is a Buddhist temple, which was a part of the cathedral of Kaneiji Temple and was called Kaizan-do or Jigen-do. In 1644 when Rinnoji Temple was constructed, what is now Ueno Park used to be the grounds of Kaneiji Temple. When Jigen Daishi (Tenkai), the founder of Kaneiji Temple, passed away, they enshrined him along with Jie Daishi (Ryogen), whom Jigen Daishi highly respected, at Rinnoji Temple. As Rinnoji Temple enshrines these two priests, it is also known as Ryodaishi-do (means two great teachers' temple). The main temple building was reconstructed in 1993 after several fires.Address: Ueno Park, Ueno District, Taito Ward, Tokyo, Tokyo Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/tokyo/ueno/normal_100_0136.JPG",
      "name" : "RINNOJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF7Piz8RH-6bleqbKm" : {
      "address" : "",
      "description" : "Sengakuji Temple is famous as the location of the graves of Asano Takumi no Kami Naganori and the 47 Ronin, who were involved in the Revenge of the Forty-seven Ronin, also known as the Revenge of the Forty-seven Samurai or Ako vendetta. Sengakuji Temple was originally constructed under the orders of Tokugawa Ieyasu in 1612 close to Edo Castle. However Sengakuji Temple was later destroyed by fire and then rebuilt on its present day site. On the 14th of December each year, the aniversary of the Revenge of the Forty-seven Ronin, Sengakuji Temple holds a festival which includes a ceremony in the graveyard. Sengakuji Temple is a Buddhist temple of the Soto Zen sect, which is in Takanawa District of Minato Tokyo.Opening Times: 7am to 6pm (to 5pm from October to March).  Entrance Fees: Free  Address: Takanawa District, Minato Ward, Tokyo, Tokyo Prefecture.  Directions: A 15 minute walk from Shinagawa Station on the Keihin-Tohoku Line, Tokaido Main Line, Yamanote Line, Yokosuka Line and Keikyu Main Line or a 7 minute walk from Sengakuji Station on the Subway Asakusa Line or the Keikyu Main Line.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/tokyo/sengakuji_temple/normal_IMG_3964.jpg",
      "name" : "SENGAKUJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF7Y-UXGy7rIIs3iAi" : {
      "address" : "",
      "description" : "Sensoji Temple Guide: Sensoji Temple pictures, Sensoji Temple map and Sensoji Temple description. Sensoji Temple (金龍山浅草寺, Kinryū-zan Sensōji) is an ancient Buddhist temple located in Asakusa, Taitō Ward, Tokyo. Sensoji Temple is sometimes referred to as Asakusa Temple. Sensoji Temple is Tokyo's oldest, and one of its most significant, temples. Formerly associated with the Tendai sect, Sensoji Temple became independent after World War II. Adjacent to Sensoji Temple is a Shinto shrine, the Asakusa Jinja.Sensoji Temple is the focus of Tokyo's largest and most popular matsuri (Shinto festival). The festival takes place over 3�4 days in late spring, and sees the surrounding streets closed to traffic from dawn until late evening.  Hozomon Gate Sensoji Temple Hozomon Gate contains the very famous and massive red paper lantern. Hozomon Gate is the gateway to the Sensoji Temple.Kaminari-mon Dominating the entrance to the Sensoji Temple is the kaminari-mon or \"Thunder Gate\". This imposing Buddhist structure features a massive paper lantern dramatically painted in vivid red-and-black tones to suggest thunderclouds and lightning. Kaminari-mon contains two protective deities - (left side) Raijin - God of Thunder and (right side) Fujin - God of Wind.Within the precincts stand a stately five-story pagoda and the main hall, devoted to Kannon Bosatsu.  Nakamise-dori Nakamise-dori, the street leading from the Thunder Gate to the Sensoji Temple itself, is lined with small shops selling omiyage (souvenirs) ranging from fans, ukiyo-e (woodblock prints), kimono and other robes, Buddhist scrolls, traditional sweets, to Godzilla toys, t-shirts, and cell-phone trinkets. These shops themselves are part of a living tradition of selling to pilgrims who walked to Sensōji. Pilgrims and tourists flocking to Sensoji have shopped at the small stores here for centuries. Many tourists, both Japanese and from abroad, visit Sensōji every year. Catering to the visiting crowds, the surrounding area has many traditional shops and eating places that feature traditional dishes (hand-made noodles, sushi, tempura, etc.).Asakusa Shrine Asakusa Shrine (浅草神社, Asakusa Jinja) is a Shinto shrine next to the Sensoji Temple. It is dedicated to the three men who established Sensoji Temple. Two of them, fishermen named Hinokuma Hamanari and Hinokuma Takenari, found a statue of the bosatsu Kannon in the river Sumida in 628. The third, the village headman, Haji no Nakatomo, built Sensoji Temple.  Once a part of Sensoji Temple, Asakusa Jinja became separate during the Meiji period.  Within the temple is a quiet contemplative garden kept in the distinctive Japanese style.",
      "image" : "http://www.gojapango.com/japan_picture/albums/userpics/travel/image_004_web.jpg",
      "name" : "SENSOJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF7sqGdr-lEo64vJuj" : {
      "address" : "",
      "description" : "Shibamata Taikyakuten, formally known as Kyoeizan Daikyoji Temple, is a Buddhist temple of the Nichiren sect, which is in Shibamata District Katsushika Ward of Tokyo. Shibamata Taikyakuten, established in 1629, is particularly popular on New Years day and other festival days. Shibamata Taikyakuten was used in the famous Japanese film Otoko wa Tsurai yo (It's tough being a man). In 1996 the Ministry of the Environment designated Shibamata Taikyakuten and its ferry boat as one of the 100 Soundscapes of Japan.  Address: Shibamata District, Katsushika Ward, Tokyo, Tokyo Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "SHIBAMATA TAIKYAKUTEN",
      "prefectured" : ""
    },
    "-KOF80fzHSndiIAgl7Kv" : {
      "address" : "",
      "description" : "Shofukuji Temple is a Buddhist temple of the Rinzai Zen sect which is in Higashimurayama Tokyo. The Jizo Hall of Shofukuji Temple dates from 1407, which is considered to be the oldest intact building in Tokyo Prefecture and a National Treasure of Japan. The Jizo Hall is one of the few remaining examples of Kamakura architecture. Shofukuji Temple was established in 1270 and the original Jizo Hall was completed in 1278.  Address: Higashimurayama, Tokyo Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "SHOFUKUJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF89J0acVd7Z1Z_PeY" : {
      "address" : "",
      "description" : "Taieizan Ryusenji Temple is a Buddhist temple of the Tendai Sect which is famous for its image of Achala with black eyes. Taieizan Ryusenji Temple is also referred to as Meguro Fudoson as it is in the Meguro Ward Tokyo. After the main hall burnt down in 1615, it was rebuilt by Tokugawa Shogunate in 1624.  Address: Meguro Ward, Tokyo, Tokyo Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "TAIEIZAN RYUSENJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF8Hk9UpxaDRDkaA_K" : {
      "address" : "",
      "description" : "Tamagawa Daishi Temple, officially known as Gyokushin Mitsuin Temple, is a Buddhist temple of the Shingon sect which was built in 1925. Tamagawa Daishi Temple is in the Seta District of Setagaya Ward Tokyo. Tamagawa Daishi Temple is famous for its 300 candlelit statues of Kannon, that are placed along a dark twisting corridor which represents the intestines of Vairocana Buddha.  Entrance Fees: 100 Yen  Address: 4-13-3 Seta, Seta District, Setagaya Ward, Tokyo, Tokyo Prefecture.  Directions: Closest station is Futako Tamagawa",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "TAMAGAWA DAISHI TEMPLE",
      "prefectured" : ""
    },
    "-KOF8TMvRpbzLZNeDTHF" : {
      "address" : "",
      "description" : "Tsukiji Honganji Temple is a Buddhist temple of the Jodo Shinshu sect in the Tsukiji District of Chuo Ward Tokyo. The current Tsukiji Honganji Temple building was completed in 1934 and designed by Chuuta Ito of the University of Tokyo and features an architecture which is influenced by the design of temples from south Asia. Tsukiji Honganji Temple holds artifacts of Prince Shotoku, Shinran Shonin, and Kyonyo Shonin, which makes the temple a popular destination for pilgrimes.  Address: Tsukiji District, Chuo Ward, Tokyo, Tokyo Prefecture.  Directions: Tsukiji Honganji Temple is next to the Tsukiji Station on the Tokyo Metro Hibiya Line",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "TSUKIJI HONGANJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF8b7mBUCk-2X1C0b0" : {
      "address" : "",
      "description" : "Yushima Temple, also known as Yushima Seido, is a Buddhist temple in the Yushima District of Bunkyo Ward Tokyo. Yushima Temple was constrcted in 1630, by the fifth-generation Tokugawa Shogun, Tsunayoshi, to enshrine Confucius. Yushima Temple used to be the Shoheizaka School of Edo Shogunate. Yushima Temple is very close to Ochanomizu Station.  Address: Yushima District, Bunkyo Ward, Tokyo, Tokyo Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "YUSHIMA TEMPLE",
      "prefectured" : ""
    },
    "-KOF8jhkrenoVl91NMiX" : {
      "address" : "",
      "description" : "Zojoji Temple is a famous Buddhist temple, which is frequently seen in pictures with Tokyo Tower in the background, holds six of the fifteen Tokugawa shogun graves. Zojoji Temple, which enshrines an image of Amida Buddha, is the Great Main Temple of the Chinzei school of Jodo-shu Buddhism. The Sangedatsu Gate at Zojoji Temple was constructed in 1662 is recognised as an Important Cultural Property. Diabonsho (Big Bell) is a giant bell weighing 15 tons, with a diameter of 1.76 and height of 3.33 metres is famous for being one of the Big Three Bells of the Edo Period. Diabonsho is rung twice a day. Zojoji Temple was founded in 1393.Address: 4-7-35 Shibakoen, Shiba District, Minato Ward, Tokyo, Tokyo Prefecture.  Official Web Site: www.zojoji.or.jp/en/",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/tokyo/tokyo_tower/normal_IMG_7564.jpg",
      "name" : "ZOJOJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF94FA8pCnh7hnvs5K" : {
      "address" : "",
      "description" : "Zuiryu-ji Temple is a Buddhist temple of the Sodo Sect in Takaoka Toyama Prefecture. Zuiryu-ji Temple was built by Toshitune to recognise Toshinaga Maeda, the founder of Takaoka. The gate, Buddhist sanctum and lecture hall of Zuiryu-ji Temple are all designated National Treasures. The Buddhist Sanctum features a lead plate roof which weighs 47 tons.  Address: Takaoka, Toyama Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "ZUIRYU-JI TEMPLE",
      "prefectured" : ""
    },
    "-KOF99dIRqPqbHo8iZ3s" : {
      "address" : "",
      "description" : "Fudarakusanji Temple is Buddhist temple from the Tendai sect, in the Higashimuro District of Wakayama Prefecture. Fudarakusanji Temple features a venerated thousand armed kannon. Fudarakusanji Temple is believed to have been established around the 4th century by Ragyo Shonin, a monk from India. Fudarakusanji Temple is a UNESCO World Heritage Site and forms part of the 'Sacred Sites and Pilgrimage Routes in the Kii Mountain Range' listing.  Address: Higashimuro, Wakayama Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "FUDARAKUSANJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF9KVBi1rmfu6NBEXv" : {
      "address" : "",
      "description" : "Jisonin Temple is a Buddhist temple in Ito District of Wakayama Prefecture. Jisonin Temple is at the beginning of the pilgrimage route to Koyasan. Jisonin Temple complex is a UNESCO World Heritage Site and forms part of the 'Sacred Sites and Pilgrimage Routes in the Kii Mountain Range' listing.  Address: Ito, Wakayama Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "JISONIN TEMPLE",
      "prefectured" : ""
    },
    "-KOF9SliRwun6VXHMHLT" : {
      "address" : "",
      "description" : "Kimii-dera Temple is a Buddhist temple in Wakayama that is famous for its early flowering cherry blossom and is considered one of Japan's Top 100 Cherry Blossom Spots. Kimii-dera Temple also features a climb of 231 steps from its tower gate up to the temple. This raised vantage point then provides panoramic views of Wakanoura Bay. Kimii-dera Temple was established in 770AD by Chinese monk and holy priest, Iko. Kimii-dera Temple's close proximity to Wakayama Castle ment that it was used by successive lords over the years. The main hall, constructed around 1755, contains a two story pagoda which was donated by the 10th Lord Harutomi.  Address: Wakayama, Wakayama Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "KIMII-DERA TEMPLE",
      "prefectured" : ""
    },
    "-KOF9_cXPlxmYwYvCCkW" : {
      "address" : "",
      "description" : "Kongobuji Temple is famous for its rock garden, which is Japan's largest covering 2340 square metres. This garden and those surrounding the temple are particularly famous for their orange and red Autumn leaves. Kongobuji Temple is a Buddhist temple, which is the head temple of the Koyasan Shingon Buddhism sect and is on Mount Koya in Wakayama Prefecture. Kongobuji mean 'Temple of diamond mountain'. Kongobuji Temple Kongobuji Temple was first constructed in 1593 by Toyotomi Hideyoshi and then rebuilt in 1861. Kongobuji Temple is a UNESCO World Heritage Site and forms part of the 'Sacred Sites and Pilgrimage Routes in the Kii Mountain Range' listing.  Opening Times: 8:30 to 17:00  Address: 132 Koyasan, Koya, Wakayama Prefecture.  Directions: From Namba Station (Osaka) take the Nankai Koyasan Line to Gokurakubashi Station, then take the Nankai Koyasan Cable to Koyasan Station. Alternatively take Koya Rinkan Bus from Nankai Koyasan Station to the Kongobuji-mae Stop.  Official Web Site: www.koyasan.or.jp",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "KONGOBUJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF9h7pj81qHhUQWsBR" : {
      "address" : "",
      "description" : "Negoroji Temple is large complex of Buddhist temples from the Shingon sect which once had around 2,700 temples on the site. The Negoroji Temple complex was started in 1087 by En no Gyoja, but in 1585 many of the buildings were burnt down, fortunately the main pagoda and several other buildings were saved. Negoroji Temple, in Iwate Wakayama Prefecture, includes a highly regarded Japanese gardens.  Address: Iwade, Wakayama Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "NEGOROJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF9qO8KjnDGr7VFqpn" : {
      "address" : "",
      "description" : "Seigantoji Temple is a Tendai Buddhist temple in Higashimuro District Wakayama Prefecture. Seigantoji Temple was built near Nachi Falls which was an ancient site of worship. Seigantoji Temple was built around the fourth century. Seigantoji Temple is a UNESCO World Heritage Site and forms part of the 'Sacred Sites and Pilgrimage Routes in the Kii Mountain Range' listing.  Address: Higashimuro, Wakayama Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "SEIGANTOJI TEMPLE",
      "prefectured" : ""
    },
    "-KOF9xtIRgZiKeYxFge3" : {
      "address" : "",
      "description" : "Risshakuji Temple, known as the Yama-dera, the mountain temple, is built into and on rock ledges on a mountain in Yamagata city. Risshakuji Temple has over one thousand steps leading up to it. Risshakuji Temple, located in Yamagata city, is one of the most amazing temples in Japan. Generally known as Yamadera Temple (mountain temple), Risshakuji Temple was founded by Monk En-nin (Jikaku Daishi) in 860. The complex is built along a rocky mountain where visitors have to climb up 1015 narrow steps among trees. Some of the buildings were built on a very dangerous cliff, where many monks had a training in the past.The famous Japanese poet Matsuo Basho visited Risshakuji Temple in 1689 and made a famous poem 'Stillness/the cicada's cry/drills into the rocks', which is a part of a diary of his extensive travel through Tohoku area called 'The Narrow Road to the Deep North'. Basho's statue is near the entrance of the temple.  The following are some of the buildings in Risshakuji Temple. Kaizando: the oldest building in the complex.  Shozoin & Chushoin: buildings were used for training for monks. Okunoin: Located on the highest level of the complex, Okunoin has Buddha statues which Jigaku Daishi took with him during his practice in China. Daibutsuden: Located next to Okunoin, Daibutsuden holds 5 meter high golden Buddha statue.Open: 8am - 5pm, 7 days a week Admission: 300 yen",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/yamagata/normal_100_0147.JPG",
      "name" : "RISSHAKUJI TEMPLE",
      "prefectured" : ""
    },
    "-KOFAB8WEmESxmMO11n2" : {
      "address" : "",
      "description" : "Kinzan Kozanji Temple is a Buddhist temple of the Rinzai sect which is in Shimonoseki in Yamaguchi Prefecture. The Butsuden of Kinzan Kozanji Temple was completed in 1320 and is a designated National Treasure, features elements of Japanese and Chinese architecture in its design. The Butsuden's architectural style is known as Zenshuyo (Zen style) and it is oldest remaining example in Japan. The other buildings in the Kinzan Kozanji Temple complex are more recent, with the Sanmon dating to 1773 and the Kyozo dating to 1799. Kinzan Kozanji Temple is the 19th temple on the Chugoku 33 Kannon Pilgrimage.  Address: Shimonoseki, Yamaguchi Prefecture.",
      "image" : "http://i.dailymail.co.uk/i/pix/2013/03/26/article-2299557-18EFFAAE000005DC-206_634x369.jpg",
      "name" : "KINZAN KOZANJI TEMPLE",
      "prefectured" : ""
    },
    "-KOPyQgdM-usGrDCey6N" : {
      "address" : "",
      "charnetteRank" : "",
      "description" : "Byodoin Temple (平等院, Byōdō-in) is a Buddhist temple in the city of Uji in Kyoto Prefecture, Japan. Byodoin Temple is a World Heritage Listed site. This temple was originally built in 998 in the Heian period as a rural villa of Fujiwara no Michinaga, one of the most powerful members of the Fujiwara clan. This villa was changed to a Buddhist temple by Fujiwara no Yorimichi in 1052. The most famous building in the temple is the Phoenix Hall (鳳凰堂 hōō-dō) or the Amida Hall, constructed in 1053. The only remaining original building is the Phoenix Hall, surrounded by a scenic pond; additional buildings making up the compound were burnt down during a civil war in 1336.  The main building in Byodoin Temple, the Phoenix Hall consists of a central hall, flanked by twin wing corridors on both sides of the central hall, and a tail corridor. The central hall houses an image of Amida Buddha. The roof of the hall displays statues of the Chinese phoenix, called hōō in Japanese.The Phoenix Hall, completed in 1053, is the exemplar of Fujiwara Amida halls. It consists of a main rectangular structure flanked by two L-shaped wing corridors and a tail corridor, set at the edge of a large artificial pond. Though its official name is Amida-dō, it began to be called Hōō-dō, or Phoenix Hall, in the beginning of the Edo period. This name is considered to derive both from the building's likeness to a phoenix with outstretched wings and a tail, and the pair of phoenixes adorning the roof.  Inside the Phoenix Hall, a single image of Amida (c. 1053) is installed on a high platform. The Amida sculpture is made of Japanese cypress and is covered with gold leaf. It was executed by Jōchō, who used a new canon of proportions and a new technique, yosegi, in which multiple pieces of wood are carved out like shells and joined from the inside. The statue measures about three meters high from its face to its knees, and is seated. Applied to the walls of the hall are small relief carvings of celestials, the host believed to have accompanied Amida when he descended from the Western Paradise to gather the souls of believers at the moment of death and transport them in lotus blossoms to Paradise. Raigō paintings on the wooden doors of the Phoenix Hall, depicting the Descent of the Amida Buddha, are an early example of Yamato-e, Japanese-style painting, and contain representations of the scenery around Kyoto.  There is a garden with a pond in front of the building, which in 1997 was dredged as part of an archaeological dig.  The Byodoin Temple museum stores and displays most of Byodoin Temple's national treasures, including 52 wooden Bodhisattvas, the temple bell, the south end Phoenix, and other historically noteworthy items. Photography is banned within the museum.  Japan commemorates its longevity and cultural significance by displaying its image on the 10 yen coin, and the 10,000 yen note features the phoenix image. In December 1994, UNESCO listed the building as a World Heritage Site as part of the \"Historic Monuments of Ancient Kyoto\". The Phoenix Hall, the great statue of Amida inside it, and several other items at Byodoin Temple are national treasures.A full-size replica of the temple was built in 1968 at the Valley of the Temples on O'ahu, Hawaii.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/byodoin_temple/normal_byodoin_temple_IMG_7968.JPG",
      "johnRank" : "",
      "name" : "BYODOIN TEMPLE",
      "nancyRank" : "",
      "prefectured" : "moied",
      "shaunRank" : ""
    },
    "-KOQ-qSrLm43SEmTF53-" : {
      "address" : "testing",
      "charnetteRank" : "",
      "description" : "Anrakuji Temple is a Buddhist temple, which is very popular in cherry blossom season, early summer for its azaleas and its Autumn leaves of red and orange. Anrakuji Temple Kyoto is along Kyoto's Philosopher's Walk. Anrakuji Temple was the training temple of the priest Honen (1133-1212). The consorts of Cloister Emperor Gotoba, Matsumushi and Suzumushi, left the palace to become Buddhist nuns. Matsumushi and Suzumushi were greatly moved by his disciples Oren and Anraku. Enraged the cloister emperor ordered the execution of the two priests and exiled Honen. In 1681 the Anrakuji Temple was founded and dedicated to the souls of executed priests. The wooden statues of Oren, Anraku, Matsumushi and Suzmushi remind visitors of that tragedy. On July 25 every year the temple serves its famous 'Kabocha-kuyo' or plates of pumpkin to visitors, as they are believed to prevent palsy.Address: Sakyo Ward, Kyoto, Kyoto Prefecture.",
      "image" : "http://www.gojapango.com/japan_picture/albums/upload/kyoto/anrakuji_temple/normal_IMG_4467.jpg",
      "johnRank" : "2",
      "name" : "ANRAKUJI TEMPLE",
      "nancyRank" : "",
      "prefectured" : "i am prefecuredd fulll",
      "shaunRank" : "1"
    }
  }
}
